[
    {
        "name": "Spells",
        "items": [
            {
                "": "0",
                "slug": "Agheel's Flame",
                "name": "Agheel's Flame",
                "type": "Incantation",
                "effect": "Spews flame breath ongheel from above",
                "school": "Dragon Communion",
                "level": "3rd-level",
                "casting_time": "1 action",
                "range": "Self (30-foot cone)",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "Superior incantation of Dragon Communion. Channels the power of the flying dragon Agheel. Transforms caster into a dragon to spew flaming breath from above. Charging extends duration. This incantation can be used while jumping. The dead gazed at the skies over the lakes of Limgrave, praying that the dragons' flames would burn them to ash.",
                "desc": "The massive visage of Flying Dragon Agheels appears above your head, pulling you 10 feet into the air and spewing flame below. Each creature in a 30-foot cone centered must make a Dexterity saving throw. A target takes 8d6 fire damage on a failed save, or half as much damage on a successful one. After the spell ends, you descend safely down to the ground.",
                "higher_level": ""
            },
            {
                "": "1",
                "slug": "Ancient Dragons' Lightning Spear",
                "name": "Ancient Dragons' Lightning Spear",
                "type": "Incantation",
                "effect": "Stabs with red lightning spear from above",
                "school": "Dragon Cult",
                "level": "5th-level",
                "casting_time": "1 action",
                "range": "Self (30-foot line)",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "A secret incantation of the capital's ancient dragon cult. Creates a spear of red lightning and stabs it into the ground fromabove. On impact, the spear will burst into trails of lightningcovering the area. Spoken of in legend, red lightning is the weapon wielded by theancient dragons. ",
                "desc": "A forked spear of lightning springs from your seal. You leap into the air and slam the bolt down. Each creature in a 20-foot-radius sphere centered on you must make a Dexterity saving throw. a target takes 8d8 lightning damage on a failed save, or half as much damage on a successful one. Four 5-foot wide long 15-foot long lines then burst from the edge of the explosion and trace along the ground. The lines cannot overlap with each other. Each creature standing in the line not caught in the original explosion must succeed on a Dexterity save. A target takes 3d6 lightning damage on a failed save, or half as much damage on a successful one.",
                "higher_level": ""
            },
            {
                "": "2",
                "slug": "Ancient Dragons' Lightning Strike",
                "name": "Ancient Dragons' Lightning Strike",
                "type": "Incantation",
                "effect": "Summons red lightning that spreads from impact",
                "school": "Dragon Cult",
                "level": "6th-level",
                "casting_time": "1 action",
                "range": "Self (20-foot radius)",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "A secret incantation of the capital's ancient dragon cult. Summons a red bolt of lightning that scatters and spreads aroundthe surrounding area. Charging enhances the range of the lightning bolt. Spoken of in legend, red lightning is the weapon wielded by theancient dragons. ",
                "desc": "Hurl a bolt of red lightning into the air, summoning a storm of lightning that radiates around you. Each creature in a 30-foot-radius sphere centered on that point must make a Dexterity saving throw. A target takes 10d6 lightning damage on a failed save, or half as much damage on a successful one.",
                "higher_level": ""
            },
            {
                "": "3",
                "slug": "Aspect of the Crucible: Breath",
                "name": "Aspect of the Crucible: Breath",
                "type": "Incantation",
                "effect": "Creates throat pouch to spew fire while walking",
                "school": "Erdtree",
                "level": "2nd-level",
                "casting_time": "1 action",
                "range": "Self (15-foot cone)",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "One of the ancient Erdtree incantations. Creates a throat pouch on the caster's neck, allowing them to spewfiery breath while walking. Charging increases duration of the breath. This is a manifestation of the Erdtree's primal vital energies - anAspects of the primordial crucible, where all life was once blendedtogether. ",
                "desc": "You grow a large pouch of flammable gas on your neck. Until the spell ends, you can use an action to exhale fire in a 15-foot cone. Each creature in that area must make a Dexterity saving throw, taking 3d6 fire damage on a failed save, or half as much damage on a successful one.",
                "higher_level": ""
            },
            {
                "": "4",
                "slug": "Aspect of the Crucible: Horns",
                "name": "Aspect of the Crucible: Horns",
                "type": "Incantation",
                "effect": "Creates shoulder horn to gore foes form low stance",
                "school": "Erdtree",
                "level": "1st-level",
                "casting_time": "1 action",
                "range": "Self",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "One of the ancient Erdtree incantations. Creates a mighty horn on the caster's shoulder to gore foes from a low stance. Charging allows the caster to barrel into foes before delivering the final attack. This is a manifestation of the Erdtree's primal vital energies - an aspect of the primordial crucible, where all life was once blended together. ",
                "desc": "You bend down while a horn sprouts from your shoulder. You suddenly rush forward up to 20 feet without provoking attacks of opportunity. If a creature is in your path, your movement stops short and you thrust the horn into them. The target must succeed on a Strength saving throw or take 4d8 piercing damage and be pushed 10 feet away from you. On a success, the target takes half damage and is not pushed.",
                "higher_level": ""
            },
            {
                "": "5",
                "slug": "Aspects of the Crucible: Tail",
                "name": "Aspects of the Crucible: Tail",
                "type": "Incantation",
                "effect": "Creates supple tail to sweep area before caster",
                "school": "Erdtree",
                "level": "3rd-level",
                "casting_time": "1 action",
                "range": "Self",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "One of the ancient Erdtree incantations. Creates a supple tail that sweeps through foes before the caster. Charging enhances potency. This is a manifestation of the Erdtree's primal vital energies - anaspect of the primordial crucible, where all life was onceÂ  blendedtogether. ",
                "desc": "You create a supple tail that sweeps through foes around you. Each creature within 15 feet of you must make a Strength saving throw. On a failure, they take 4d12 bludgeoning and are knocked prone, suffering only half the damage on a success. ",
                "higher_level": "the damage increases by 1d12"
            },
            {
                "": "6",
                "slug": "Assassin's Approach",
                "name": "Assassin's Approach",
                "type": "Incantation",
                "effect": "Silences footsteps, reduces fall damage/ sound",
                "school": "Two Fingers",
                "level": "1st-level",
                "casting_time": "1 action",
                "range": "Touch",
                "duration": "Concentration, Up to 1 hour",
                "components": "V, S",
                "lore": "Incantation of the Two Fingers' servants, who once served as the assassins of the Roundtable Hold. Completely silences the footsteps of the caster. Additionally, reduces fall damage and the sound produced by falling. This incantation can be cast while in motion or crouching. The assassins were charged with eliminating Tarnished who had strayed from guidance. ",
                "desc": "You touch a willing creature and cloak their feet in magic, suppressing their footsteps. The target has advantage on Dexterity (Stealth) checks for the duration, and takes half damage from falling 40 feet or less.",
                "higher_level": "you can target one additional creature "
            },
            {
                "": "7",
                "slug": "Barrier of Gold",
                "name": "Barrier of Gold",
                "type": "Incantation",
                "effect": "Greatly increases magic damage negation for self 85 allies",
                "school": "Erdtree",
                "level": "4th-level",
                "casting_time": "1 action",
                "range": "Self",
                "duration": "Concentration, Up to 10 minutes",
                "components": "V, S",
                "lore": "One of the incantations of Erdtree Worship. Â Greatly increases magic damage negation for the caster and nearby allies. Hold to continue praying and delay activation. This incantation was used by the champions of the Erdtree in the First and the Second Liurnian Wars, during which the red-haired Radagon joined the heroes' ranks",
                "desc": "The sigil of the Erdtree appears in a 10-foot radius circle underneath you. Each willing creature of your choice in the area has advantage on saving throws against spells and resistance to force damage for the duration.",
                "higher_level": ""
            },
            {
                "": "8",
                "slug": "Beast Claw",
                "name": "Beast Claw",
                "type": "Incantation",
                "effect": "Creates claws that tear through the land.",
                "school": "Bestial",
                "level": "1st-level",
                "casting_time": "1 action",
                "range": "Self (20-foot cone)",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "Incantation taught by Gurranq, the Beast Clergyman. Creates beast claws that rend the land with shockwaves. Charging enhances potency. This incantation represents the fury of Gurranq, his bestial nature returned, as much as it does his restless agitation. ",
                "desc": "A beast's claw sprouts from your hand as you rake it along the ground. A set of claws rush from that point in a 15-foot cone. Each creature must make a Dexterity saving throw. A target takes 4d4 slashing damage on a failed save, or half as much damage on a successful one.",
                "higher_level": ""
            },
            {
                "": "9",
                "slug": "Bestial Constitution",
                "name": "Bestial Constitution",
                "type": "Incantation",
                "effect": "Alleviates blood loss and frost buildup",
                "school": "Bestial",
                "level": "1st-level",
                "casting_time": "1 action",
                "range": "Self",
                "duration": "Concentration, Up to 1 minutes",
                "components": "V, S",
                "lore": "Incantation taught by Gurranq, the Beast Clergyman. Fills the body with bestial vigor, alleviating buildup of frost and blood loss. Having gained intelligence, the beasts must have felt how their wildness slipped away as civilization took hold. Â ",
                "desc": "For the duration, you have advantage on saving throws against bleed, frostbite, ",
                "higher_level": ""
            },
            {
                "": "10",
                "slug": "Bestial Sling",
                "name": "Bestial Sling",
                "type": "Incantation",
                "effect": "Swiftly flings numerous sharp rock shards",
                "school": "Bestial",
                "level": "2nd-level",
                "casting_time": "1 bonus action",
                "range": "Self (15-foot cone)",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "Incantation taught by Gurranq, the Beast Clergyman. Swiftly flings a number of sharp rock shards. This incantation can be cast without delay after performing another action. It is said that in the time before the Erdtree, stones were the firstweapons of the beasts who had gained intelligence. ",
                "desc": "Fill your palm with rock shards and fling them in a blur of stone. Each creature in a 15-foot cone centered on that point must make a Dexterity saving throw. A target takes 2d4 piercing damage on a failed save, or half as much damage on a successful one.",
                "higher_level": ""
            },
            {
                "": "11",
                "slug": "Bestial Vitality",
                "name": "Bestial Vitality",
                "type": "Incantation",
                "effect": "Heals HP over a period of time",
                "school": "Bestial",
                "level": "2nd-level",
                "casting_time": "1 action",
                "range": "Self",
                "duration": "Concentration, Up to 1 minute",
                "components": "V, S",
                "lore": "Incantation taught by Gurranq, the Beast Clergyman. Fills the body with bestial vigor, restoring HP over a period of time. Having gained intelligence, the beasts must have felt how their wildness slipped away as civilization took hold. ",
                "desc": "You imbue your body with the strength of beasts. For the duration of the spell, you regain hit points equal to your Proficiency Modifier at the start of your turns.",
                "higher_level": ""
            },
            {
                "": "12",
                "slug": "Black Blade",
                "name": "Black Blade",
                "type": "Incantation",
                "effect": "Black blade spinning slash that emits wave of light",
                "school": "Erdtree",
                "level": "7th-level",
                "casting_time": "1 action",
                "range": "15 feet",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "Power gleaned from the remembrance of Maliketh. Caster creates an illusory black blade, then leaps forward toÂ deliver a spinning slash that emits a wave of light. Â This can be followed up with one additional attack. This blade was once imbued with Destined Death. In addition toÂ dealing damage, it reduces foes' maximum HP and continues toÂ sap their current HP for a very short time. ",
                "desc": "You conjure an echo of the Black Blade imbued with Destined Death, slamming it down at a creature within range. Make a melee spell attack against a creature in range. On a hit, if the creature has 100 or fewer hit points, the creature dies immediately. If it has more than 100 hit points, it takes 15d10 points of necrotic damage. ",
                "higher_level": ""
            },
            {
                "": "13",
                "slug": "Black Flame",
                "name": "Black Flame",
                "type": "Incantation",
                "effect": "Throws a ball of raging black fire",
                "school": "Godskin Apostle",
                "level": "1st-level",
                "casting_time": "1 action",
                "range": "30 feet",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "A black flame incantation of the Godskin Apostles. Throws a ball of raging black fire. Charging enhances potency and causes the fireball to explode. Black flame is weighty. After dealing damage it continues to sapfoes' HP for a very short time. ",
                "desc": "You conjure a handful of god-slaying black flame, hurling it at a creature within range. Make a ranged spell attack against the target. On a hit, the target takes 4d6 fire damage. Damage dealt by this spell ignores damage resistance if the target is a dragon, celestial, fey, or fiend.",
                "higher_level": ""
            },
            {
                "": "14",
                "slug": "Black Flame Blade",
                "name": "Black Flame Blade",
                "type": "Incantation",
                "effect": "Enchants right-hand armament with black flame",
                "school": "Godskin Apostle",
                "level": "2nd-level",
                "casting_time": "1 action",
                "range": "Touch",
                "duration": "Concentration, Up to 10 minutes",
                "components": "V, S",
                "lore": "A black flame incantation of the Godskin Apostles. Engulfs armament held in the right hand with black flame. This incantation can be cast without delay after performing another action. Black flame is weighty. After dealing damage it continues to sap foes' HP for a very short time. ",
                "desc": "You touch a weapon that deals only physical damage. Until the spell ends, that weapon becomes a magic weapon that deals an additional 1d6 fire damage. Targets are covered in black flame the first time each turn that a creature takes fire damage from the empowered weapon. At the beginning of their next turn, they take an additional 1d4 fire damage.",
                "higher_level": ""
            },
            {
                "": "15",
                "slug": "Black Flame Ritual",
                "name": "Black Flame Ritual",
                "type": "Incantation",
                "effect": "Summons circle of black flame pillars around caster.",
                "school": "Godskin Apostle",
                "level": "5th-level",
                "casting_time": "1 action",
                "range": "Self (15-foot radius)",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "Superior black flame incantation of the Godskin Apostles. Â Summons a circle of black flame pillars around the caster. Charging increases the size of the circle. The Gloam-Eyed Queen led the apostles. It is said that she was an Empyrean chosen by the Fingers. ",
                "desc": "You summon pillars of black flame in a 15-foot radius circle around you.\n\nWhen the wall appears, each creature within its area must make a Dexterity saving throw. On a failed save, a creature takes 5d8 fire damage, or half as much damage on a successful save. A creature takes 5d8 fire damage when it enters the wall for the first time on a turn or ends its turn there.\n\nDamage dealt by this spell ignores damage resistances of fey, fiends, and celestials.",
                "higher_level": ""
            },
            {
                "": "16",
                "slug": "Black Flame's Protection",
                "name": "Black Flame's Protection",
                "type": "Incantation",
                "effect": "Increases physical damage negation",
                "school": "Godskin Apostle",
                "level": "5th-level",
                "casting_time": "1 action",
                "range": "Self",
                "duration": "Concentration, Up to 10 minutes",
                "components": "V, S",
                "lore": "A black flame incantation of the Godskin Apostles. Summons black fire within, increasing physical damage negation. Â However, sacred flasks and other such forms of HP restoration areÂ impaired. The Apostles were all embraced by the Gloam-Eyed Queen, andÂ the black flame was their armor within. ",
                "desc": "Bolster a willing target with black flame, granting them resistance to bludgeoning, piercing, and slashing damage from nonmagical sources for the duration. While the spell is active, the target only regains half hit points from a source that would heal them. ",
                "higher_level": ""
            },
            {
                "": "17",
                "slug": "Blessing of the Erdtree",
                "name": "Blessing of the Erdtree",
                "type": "Incantation",
                "effect": "Grants greater blessing to self and nearby allies",
                "school": "Erdtree",
                "level": "5th-level",
                "casting_time": "1 action",
                "range": "Self (10-foot radius)",
                "duration": "Concentration, up to 1 minute",
                "components": "V, S",
                "lore": "One of the ancient Erdtree incantationsGrants a greater blessing to the caster and nearby allies, gradually restoring a large amount of HP. Hold to continue praying and delay activation. The Erdtree once flourished with abundance- yet it was only for a fleeting moment. Such is the course of all life. Â ",
                "desc": "A wave of healing energy washes out from a point of your choice within range. Choose up to six creatures in a 30-foot-radius sphere centered on that point. Each target regains hit points equal to 3d8 + your spellcasting ability modifier. This spell has no effect on undead or constructs.",
                "higher_level": ""
            },
            {
                "": "18",
                "slug": "Blessing's Boon",
                "name": "Blessing's Boon",
                "type": "Incantation",
                "effect": "Grants blessing to self and nearby allies",
                "school": "Erdtree",
                "level": "6th-level",
                "casting_time": "1 action",
                "range": "Self (15-foot radius)",
                "duration": "Concentration, Up to 1 minute",
                "components": "V, S",
                "lore": "One of the ancient Erdtree incantations. Grants a blessing to the caster and nearby allies, gradually restoring HP. Hold to continue praying and delay activation. Blessings once fell like tears from the Erdtree, and this incantation is but a lingering remnant of their power. ",
                "desc": "A healing aura surrounds you and each creature of your choice within range. At the beginning of a blessed creatures turn, they regain hit points equal to their proficiency bonus. The spells ends on a creature if it falls unconscious. ",
                "higher_level": ""
            },
            {
                "": "19",
                "slug": "Bloodboon",
                "name": "Bloodboon",
                "type": "Incantation",
                "effect": "Scatters bloodflame before caster to set area aflame.",
                "school": "Blood",
                "level": "6th-level",
                "casting_time": "1 action",
                "range": "15 feet",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "Sacred incantation of Mohg, Lord of Blood. Thrust arm into the body of the Formless Mother, then scatter thebloodflame to set the area ablaze. This incantation can be cast while in motion. The mother of truth craves wounds. When Mohg stood beforeher, deep underground, his accursed blood erupted with fire, andbesotted with the defilement that he was born into. ",
                "desc": "Pierce the formless mothers flesh with your hand, taking her blood and scattering it in an arc in front of you. Bloodflame collects on the ground in six five-foot wide squares in range. The squares must have at least one side adjacent to another one. Each creature in the area must make a Constitution saving throw. It takes 5d10 fire damage on a failed save and suffers Bleed 1. On a success, the creature takes half damage and is not affected by Bleed. The bloodflame remains in the area for the duration. Any creature that starts their turn in the area or enters it must make the same saving throw with the same results. ",
                "higher_level": ""
            },
            {
                "": "20",
                "slug": "Bloodflame Blade",
                "name": "Bloodflame Blade",
                "type": "Incantation",
                "effect": "Enchants right-hand armament with bloodflame",
                "school": "Blood",
                "level": "2nd-level",
                "casting_time": "1 action",
                "range": "Touch",
                "duration": "Concentration, Up to 10 minutes",
                "components": "V, S",
                "lore": "A Blood Oath incantation, granted by the Lord of Blood. Engulfs armament held in the right hand with bloodflame. This incantation can be cast while in motion. After dealing damage, bloodflame continues to build up onset of blood loss for a very short time. ",
                "desc": "You touch a weapon that deals only physical damage, coating it in Bloodflame. Until the spell ends, that weapon becomes a magical weapon that deals an addition 1d8 fire damage and inflicts Bleed 1",
                "higher_level": ""
            },
            {
                "": "21",
                "slug": "Bloodflame Talons",
                "name": "Bloodflame Talons",
                "type": "Incantation",
                "effect": "Creates bloodflame lacerations that then explode",
                "school": "Blood",
                "level": "4th-level",
                "casting_time": "1 action",
                "range": "Touch",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "A Blood Oath incantation, granted by the Lord of Blood. Creates bloodflame lacerations before the caster, which explode inÂ an instant. This incantation can be cast repeatedly. After dealing damage, bloodflame continues to build up onset ofÂ blood loss for a very short time. ",
                "desc": "You rake your hand through the formless mother, summoning an explosion of Bloodflame in a 15 foot cube in front of you. Each creature in the area must succeed on a Dexterity saving throw or take 5d8 fire damage and be afflicted by Bleed 1. A target takes half damage on a successful save and is not afflicted by Bleed. ",
                "higher_level": ""
            },
            {
                "": "22",
                "slug": "Borealis's Mist",
                "name": "Borealis's Mist",
                "type": "Incantation",
                "effect": "Spews icy breath of Borealis from above",
                "school": "Dragon Communion",
                "level": "7th-level",
                "casting_time": "1 action",
                "range": "Self (30-foot cone)",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "Superior incantation of Dragon Communion. Channels the power of Borealis, the Freezing Fog. Transforms caster into a dragon to spew icy breath from above. Charging extends duration. This incantation can be cast whilejumping. The ice dragons were once lords of the mountaintops long ago,until they were defeated by the Fire Giants and chased from thepeak. ",
                "desc": "Summoning the head of Borealis above you, you rise into the air and breathe down a 60 ft. cone of freezing mist. Each creature in the area must succeed on a Constitution saving throw or take 10d6 cold damage and be frostbitten. On a successful save, the target takes half damage and is not frostbitten. At the end of its turn, a frostbitten creature can make another Constitution saving throw. On a success, the condition ends on a target. ",
                "higher_level": ""
            },
            {
                "": "23",
                "slug": "Burn, O Flame!",
                "name": "Burn, O Flame!",
                "type": "Incantation",
                "effect": "Raises a series of flame pillars around caster",
                "school": "Fire Giant",
                "level": "6th-level",
                "casting_time": "1 action",
                "range": "Self (20-foot radius)",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "One of the incantations that draws directly from the power of the Fire Giants. Raises a series of flame pillars around the caster. Charging further increases the number of flame pillars. The Fire Giants borrowed from the power of a fell god, and still they were defeated. Yet their failure released them from their solitary curse: to serve as keepers of the Flame for eternity. ",
                "desc": "Pillars of giants flame erupt in a 30-foot area surrounding you. Each creature other than you in the area must make a Dexterity saving throw. On a failure, they take 12d8 fire damage. A creature takes half damage on a success.",
                "higher_level": ""
            },
            {
                "": "24",
                "slug": "Catch Flame",
                "name": "Catch Flame",
                "type": "Incantation",
                "effect": "Momentarily sparks flame from hand",
                "school": "Fire Monk",
                "level": "Cantrip",
                "casting_time": "1 action",
                "range": "30 feet",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "Incantation originating from a sinister prophecy. Momentarily sparks flame from the caster's hand. Â This incantation can be cast without delay after performing another action. Â The flame of ruin is anathema to the Erdtree. But prophets sometimes glimpse it within the faith all the same. Sadly when this occurs their sole reward is banishment. Â ",
                "desc": "Fire springs from your hand, immolating a creature you try to touch. Make a melee spell attack against the target. On a hit, the target takes 1d10 fire damage.",
                "higher_level": ""
            },
            {
                "": "25",
                "slug": "Cure Poison",
                "name": "Cure Poison",
                "type": "Incantation",
                "effect": "Cures poison ailment and reduces poison build-up.",
                "school": "Two Fingers",
                "level": "2nd-level",
                "casting_time": "1 action",
                "range": "Touch",
                "duration": "1 hour",
                "components": "V, S",
                "lore": "Incantation of the Two Fingers' faithful. Alleviates poison buildup and cures poison. This incantation can be cast while in motion. The Two Fingers has high hopes for the Tarnished; that even if they should be wounded, even should they fall, they will continue to fight for their duty. ",
                "desc": "You touch a creature. If it is poisoned, you neutralize the poison. If more than one poison afflicts the target, you neutralize one poison that you know is present, or you neutralize one at random.\n\nFor the duration, the target has advantage on saving throws against being poisoned, and it has resistance to poison damage.",
                "higher_level": ""
            },
            {
                "": "26",
                "slug": "Darkness",
                "name": "Darkness",
                "type": "Incantation",
                "effect": "Creates area of darkness that conceals caster",
                "school": "Two Fingers",
                "level": "2nd-level",
                "casting_time": "1 action",
                "range": "60 feet",
                "duration": "Concentration, Up to 10 minutes",
                "components": "V, S",
                "lore": "Incantation of the Two Fingers' servants, who once served as the assassins of the Roundtable Hold. Creates a veil of darkness that conceals the caster. This incantation can be cast while in motion or crouching. The assassins were themselves once Tarnished who had strayed from guidance, and they pursued their duty in the darkness that is without grace. ",
                "desc": "Magical darkness spreads from a point you choose within range to fill a 15-foot radius sphere for the duration. The darkness spreads around corners. A creature with darkvision can't see through this darkness, and nonmagical light can't illuminate it.\n\nIf the point you choose is on an object you are holding or one that isn't being worn or carried, the darkness emanates from the object and moves with it. Completely covering the source of the darkness with an opaque object, such as a bowl or a helm, blocks the darkness.\n\nIf any of this spell's area overlaps with an area of light created by a spell of 2nd level or lower, the spell that created the light is dispelled.",
                "higher_level": ""
            },
            {
                "": "27",
                "slug": "Death Lightning",
                "name": "Death Lightning",
                "type": "Incantation",
                "effect": "Strikes surroundings with storm of death lightning",
                "school": "Dragon Cult",
                "level": "8th-level",
                "casting_time": "1 action",
                "range": "Self (20-foot radius)",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "Incantation that channels the power of the ancient dragonFortissax, now corrupted by Death. Strikes surroundings with a storm of Death lightning. Inflicts Death blight upon foes. Charging extends duration of the storm. It said that this golden lightning was wielded by Godwyn, whobefriended Fortissax. ",
                "desc": "",
                "higher_level": ""
            },
            {
                "": "28",
                "slug": "Discus of Light",
                "name": "Discus of Light",
                "type": "Incantation",
                "effect": "Fires ring of light before the caster",
                "school": "Golden Order",
                "level": "1st-level",
                "casting_time": "1 action",
                "range": "30 feet",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "One of the incantations of the Golden Order fundamentalists. Produces a ring of light and fires it forwards. The ring of light returns to a position close to the caster before disappearing. This incantation can be cast repeatedly. A gift from the young Miquella to his father, Radagon. ",
                "desc": "You conjure a perfect circle of golden light in your hand and hurl it at a point in within range. The disk is 5-feet wide and travels in a line to the chosen point. Each creature in the line must make a Dexterity saving throw or take 4d6 radiant damage. A target takes half damage on a successful save. The disk remains in the space at the end of the line until the end of your next turn. Any creature that moves into the space or ends their turn there must make the same saving throw with the same results. At the beginning of your next turn, the disk returns in a straight line ending in the nearest space adjacent to you. Each creature in the line is affected in the same manner as first one. The spell ends if you move out of range of the disk. ",
                "higher_level": ""
            },
            {
                "": "29",
                "slug": "Divine Fortification",
                "name": "Divine Fortification",
                "type": "Incantation",
                "effect": "Increases holy damage negation",
                "school": "Two Fingers",
                "level": "2nd-level",
                "casting_time": "1 action",
                "range": "Touch",
                "duration": "Concentration, Up to 10 minutes",
                "components": "V, S",
                "lore": "Incantation of the Two Fingers' faithful. Increases holy damage negation. This incantation can be cast while in motion. Follow the path that has been set for you, and you will make enemies of all others: the monks, the sorcerers, the ancient dragon knights and the scions of gold. Heed me â€” the Lands Between offers no welcome to the Tarnished. ",
                "desc": "For the duration, the willing creature you touch has resistance to radiant damage. ",
                "higher_level": ""
            },
            {
                "": "30",
                "slug": "Dragonbolt Blessing",
                "name": "Dragonbolt Blessing",
                "type": "Incantation",
                "effect": "Bolsters caster's body with lightning",
                "school": "Dragon Cult",
                "level": "3rd-level",
                "casting_time": "1 action",
                "range": "Self",
                "duration": "Concentration, Up to 10 minutes",
                "components": "V, S",
                "lore": "Superior incantation of the capital's ancient dragon cult. Summons lightning to bolster the caster's body. Attacks become easier to deflect and resistance to all ailments is increased. However, lightning damage negation will be reduced. Only those loved by dragons can survive the ordeal of cladding their bodies in lightning. ",
                "desc": "For the duration, the willing creature in range has advantage on the Bleed, frostbite, poison, scarlet rot, and stunned conditions. They also have vulnerability to lightning damage. ",
                "higher_level": ""
            },
            {
                "": "31",
                "slug": "Dragonclaw",
                "name": "Dragonclaw",
                "type": "Incantation",
                "effect": "Channels dragon to rend foes with dragon claws",
                "school": "Dragon Communion",
                "level": "1st-level",
                "casting_time": "1 action",
                "range": "Touch",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "One of the incantations of Dragon Communion. Transforms caster into a dragon to tear through foes with dragon claws. Allows one follow-up attack. Incantation of those who have hunted dragons and feasted upon their hearts. This is a pure and overwhelming power. ",
                "desc": "Your arm transforms into a dragon's, dragging you into the air. You may move up to 10 feet without provoking attacks of opportunity, striking downward on a creature within range. Make a melee spell attack against the target. On a hit, the target takes 5d6 bludgeoning damage.",
                "higher_level": ""
            },
            {
                "": "32",
                "slug": "Dragonfire",
                "name": "Dragonfire",
                "type": "Incantation",
                "effect": "Channels dragon to spew flame breath",
                "school": "Dragon Communion",
                "level": "2nd-level",
                "casting_time": "1 action",
                "range": "Self (30-foot cone)",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "One of the incantations of Dragon Communion. Transforms caster into a dragon to spew flaming breath. Charging extends duration. Incantation of those who have hunted dragons and feasted upon their hearts. Theirs is a pure and overwhelming power. ",
                "desc": "Your head transforms into a dragon's maw, spewing flame in a 30-foot cone. Each creature in the area must make a Dexterity saving throw. A creature takes 4d8 fire damage on a failed save, or half as much damage on a successful one.\n\nThe fire ignites any flammable objects in the area that aren't being worn or carried.\n\nAt Higher Levels: When you cast this spell using a spell slot of 2nd level or higher, the damage increases by 1d6 for each slot level above 1st.",
                "higher_level": ""
            },
            {
                "": "33",
                "slug": "Dragonice",
                "name": "Dragonice",
                "type": "Incantation",
                "effect": "Channels dragon to spew icy breath",
                "school": "Dragon Communion",
                "level": "2nd-level",
                "casting_time": "1 action",
                "range": "Self (30-foot cone)",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "One of the incantations of Dragon Communion. Transforms caster into a dragon to spew icy breath. Charging extends duration. Those extraordinary individuals who perpetuate DragonCommunion are called the dragon-hearted. ",
                "desc": "Your head transforms into a dragon's maw, spewing flame in a 30-foot cone. Each creature in the area must make a Constitution saving throw. A creature takes 2d8 cold damage on a failed save and be frostbitten. A creature takes  half as much damage on a successful save and is not frostbitten.\n\nAt the end of each of its turns, a frostbitten creature can make a Constitution  saving throw. On a success, the creature is no longer frostbitten.\n\nAt Higher Levels: When you cast this spell using a spell slot of 2nd level or higher, the damage increases by 1d6 for each slot level above 1st.",
                "higher_level": ""
            },
            {
                "": "34",
                "slug": "Dragonmaw",
                "name": "Dragonmaw",
                "type": "Incantation",
                "effect": "Channels dragon to bite foes before caster",
                "school": "Dragon Communion",
                "level": "2nd-level",
                "casting_time": "1 action",
                "range": "10 feet",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "One of the incantations of Dragon Communion. Transforms caster into a dragon to bite enemies before them. Incantations of those who have hunted dragons and feasted upon their hearts. Theirs is a pure and overwhelming power. ",
                "desc": "Your head transforms into a dragon's, biting forward with razor sharp teeth. Make a melee spell attack at a creature within range. On a hit, the target takes 6d6 piercing damage. This attack is made at advantage if the target is two or more size categories larger than you.",
                "higher_level": ""
            },
            {
                "": "35",
                "slug": "Ekzykes's Decay",
                "name": "Ekzykes's Decay",
                "type": "Incantation",
                "effect": "Spews scarlet rot breath of Ekzykes from above",
                "school": "Dragon Communion",
                "level": "6th-level",
                "casting_time": "1 action",
                "range": "Self (30-foot cone)",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "Superior incantation of Dragon Communion. Channels the power of Ekzykes, the Decaying. Transforms caster into a dragon to spew scarlet rot breath fromabove. Charging extends duration. This incantation can be cast while jumping. Ekzykes, Dragon Communion Revenger, did not forget his hatred even as he succumbed to the scarlet rot. Â ",
                "desc": "Your head transforms into the rotting maw of Ekzykes, breathing a cloud of rot in a 30-foot cone. Each creature in the area must make a Constitution saving throw. A creature takes 10d6 necrotic damage on a failed save and be afflicted with scarlet rot. A target takes half as much damage on a successful one and is not afflicted with  scarlet rot.\n\nAt the end of each of its turns, a rot-afflicted creature can make a Constitution  saving throw. On a success, the creature is no longer afflicted by scarlet rot.\n\nAt Higher Levels: When you cast this spell using a spell slot of 2nd level or higher, the damage increases by 1d6 for each slot level above 1st.",
                "higher_level": ""
            },
            {
                "": "36",
                "slug": "Elden Stars",
                "name": "Elden Stars",
                "type": "Incantation",
                "effect": "Creates a steam of golden shooting stars that assail the area.",
                "school": "Erdtree",
                "level": "9th-level",
                "casting_time": "1 action",
                "range": "60 feet",
                "duration": "Concentration, Up to 1 minute",
                "components": "V, S",
                "lore": "This legendary incantation is the most ancient of those that derive from the Erdtree. Creates a stream of golden shooting stars that assail the area. It is said that long ago, the Greater Will sent a golden star bearing a beast into the Lands Between, which would later become the Elden Ring. ",
                "desc": "You call upon an echo of the Elden Ring's arrival to the Lands Between, summoning a golden star in an unoccupied space within range.The star spews smaller offshoots in a 15-foot radius. When creatures of your choice start their turn in the area of the star, they must succeed on a Dexterity saving throw or take 8d6 radiant damage. \n\nAs a bonus action on your turn, you can move the star up to 30 feet. If it collides with a creature, the star explodes in a 15-foot radius. Each creature of your choice in the area must succeed on a Charisma saving throw. A target takes 12d8 radiant damage on a failed save, or half as much damage on a successful one.",
                "higher_level": ""
            },
            {
                "": "37",
                "slug": "Electrify Armament",
                "name": "Electrify Armament",
                "type": "Incantation",
                "effect": "Enchants right-hand armament with lightning damage",
                "school": "Dragon Cult",
                "level": "2nd-level",
                "casting_time": "1 action",
                "range": "Touch",
                "duration": "Concentration, Up to 10 minutes",
                "components": "V, S",
                "lore": "One of the incantations of the capital's ancient dragon cult. Enchants armament held in the right hand with lightning-affinity attacks. Long ago, Godwyn the Golden defeated the ancient dragon Fortissax, and befriended his fallen foe â€” an event that gave rise to the ancient dragon cult in the capital. ",
                "desc": "You touch a weapon that deals only physical damage. Until the spell ends, that weapon becomes a magic weapon that deals an additional 1d8 lightning damage.",
                "higher_level": ""
            },
            {
                "": "38",
                "slug": "Erdtree Heal",
                "name": "Erdtree Heal",
                "type": "Incantation",
                "effect": "Vastly heals HP for self and nearby allies",
                "school": "Erdtree",
                "level": "9th-level",
                "casting_time": "1 action",
                "range": "Self (10-foot radius)",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "One of the ancient Erdtree incantations. Heals a vast amount of HP for the caster and nearby allies. Hold to continue praying and delay activation. The Erdtree once flourished with abundance - yet it was only fora fleeting moment. Such is the course of all life. ",
                "desc": "A flood of healing energy flows from you into injured creatures around you. You restore up to 700 hit points, divided as you choose among any number of creatures that you can see within range. Creatures healed by this spell are also cured of all diseases and any effect making them blinded or deafened. This spell has no effect on undead or constructs.",
                "higher_level": ""
            },
            {
                "": "39",
                "slug": "Fire's Deadly Sin",
                "name": "Fire's Deadly Sin",
                "type": "Incantation",
                "effect": "Sets area and self ablaze with raging flames",
                "school": "Fire Monk",
                "level": "7th-level",
                "casting_time": "1 action",
                "range": "Self (15-foot radius)",
                "duration": "Concentration, Up to 1 minute",
                "components": "V, S",
                "lore": "Incantation originating from a deeply ominous prophecy. Sets both the caster and the surrounding area ablaze with raging flames. The caster's body will remain engulfed in flame for a while, burning them and any who draw near. Charging enhances potency. The prophet despaired, looking up at the Erdtree, for soon the kindling would burst into flame, bringing ruin. \"The burning of the Erdtree is the first cardinal sin. That is not the domain of mere men. \"",
                "desc": "You slam your hands into the ground, forming an eruption of \\",
                "higher_level": ""
            },
            {
                "": "40",
                "slug": "Flame Fortification",
                "name": "Flame Fortification",
                "type": "Incantation",
                "effect": "Increases fire damage negation",
                "school": "Two Fingers",
                "level": "2nd-level",
                "casting_time": "1 action",
                "range": "Touch",
                "duration": "Concentration, Up to 10 minutes",
                "components": "V, S",
                "lore": "Incantation of the Two Fingers' faithful. Increases fire damage negation. This incantation can be cast while in motion. Follow the path that has been set for you, and you will makeÂ enemies of all others: the monks, the sorcerers, the ancient dragonÂ knights, and the scions of gold. Heed me â€“ the Lands BetweenÂ offers no welcome to the Tarnished. ",
                "desc": "For the duration, the willing creature you touch has resistance to fire damage.",
                "higher_level": ""
            },
            {
                "": "41",
                "slug": "Flame Sling",
                "name": "Flame Sling",
                "type": "Incantation",
                "effect": "Throws balls of raging fire",
                "school": "Fire Monk",
                "level": "Cantrip",
                "casting_time": "1 action",
                "range": "60 feet",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "An incantation from the Fire Monks, guardians of the giants' flame of ruin. Produces and throws a ball of raging fire. Charging up this incantation makes it more powerful and cases the ball to explode. Fire beguiles those who look upon it. Those who would guard the flame would also come to worship it. ",
                "desc": "A flickering flame appears in your hand. The flame remains there for the duration and harms neither you nor your equipment. The flame sheds bright light in a 10-foot radius and dim light for an additional 10 feet. The spell ends if you dismiss it as an action or if you cast it again.\n\nYou can also attack with the flame, although doing so ends the spell. When you cast this spell, or as an action on a later turn, you can hurl the flame at a creature within 30 feet of you. Make a ranged spell attack. On a hit, the target takes 1d8 fire damage.",
                "higher_level": ""
            },
            {
                "": "42",
                "slug": "Flame of the Fell God",
                "name": "Flame of the Fell God",
                "type": "Incantation",
                "effect": "Summons raging fireball that explodes and sets the area ablaze",
                "school": "Fire Giant",
                "level": "6th-level",
                "casting_time": "1 action",
                "range": "30 feet",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "This legendary incantation is one of several that draws directlyfrom the power of the Fire Giants. Releases a ball of raging fire said to be inhabited by a fell god. Thefireball floats toward enemies and explodes, setting the areaablaze. Arghanthy, the chief guardian of the Flame, had kept this incantation a well-kept secret until it was stolen by Adan. The fell god still lurks within the Fire Giants. ",
                "desc": "A 5-foot-diameter sphere of fire appears in an unoccupied space of your choice within range and lasts for the duration. Any creature that ends its turn within 5 feet of the sphere must make a Dexterity saving throw. The creature takes 2d6 fire damage on a failed save, or half as much damage on a successful one.\n\nAs a bonus action, you can move the sphere up to 30 feet. If you ram the sphere into a creature, that creature must make the saving throw against the sphere's damage, and the sphere stops moving this turn.\n\nWhen the spell ends, the sphere explodes. Each creature in a 20-foot radius sphere centered on the sphere must make a Dexterity saving throw. A target takes 8d6 fire damage on a failed save, or half as much damage on a successful one. \n\nWhen you move the sphere, you can direct it over barriers up to 5 feet tall and jump it across pits up to 10 feet wide. The sphere ignites flammable objects not being worn or carried, and it sheds bright light in a 20-foot radius and dim light for an additional 20 feet.",
                "higher_level": ""
            },
            {
                "": "43",
                "slug": "Flame, Cleanse Me",
                "name": "Flame, Cleanse Me",
                "type": "Incantation",
                "effect": "Alleviates buildup and  & cures poison and scarlet rot",
                "school": "Fire Monk",
                "level": "1st-level",
                "casting_time": "1 action",
                "range": "Self",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "One of the incantations of the Fire Monks. Creates a fire within that burns away toxins. Alleviates poison and scarlet rot buildup and cures these ailments. This incantation leaves the caster with subtle burns - a reminderthat they must fear the flame. ",
                "desc": "Flame gathers in your hand, which you then plunge into your torso to burn away sickness. Any poisons you are suffering from are neutralized, and if you are afflicted by scarlet rot you are cured.",
                "higher_level": ""
            },
            {
                "": "44",
                "slug": "Flame, Fall Upon Them",
                "name": "Flame, Fall Upon Them",
                "type": "Incantation",
                "effect": "Hurls several balls of fire at once",
                "school": "Fire Giant",
                "level": "2nd-level",
                "casting_time": "1 action",
                "range": "Self (20-foot cone)",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "One of the incantations that draws directly from the power of theFire Giants. Hurls several balls of fire at once. Charging enhances potency and causes the balls offire to explode. There is no record of this incantation in common prayerbooks. Only a select few prelates know of its existence. ",
                "desc": "",
                "higher_level": ""
            },
            {
                "": "45",
                "slug": "Flame, Grant me Strength",
                "name": "Flame, Grant me Strength",
                "type": "Incantation",
                "effect": "Raises physical and fire-affinity attack power",
                "school": "Fire Monk",
                "level": "3rd-level",
                "casting_time": "1 action",
                "range": "Self",
                "duration": "Concentration, Up to 10 minutes",
                "components": "V, S",
                "lore": "Superior incantation of the Fire Monks. Creates an invigorating fire within that enhances physical and fire-affinity attack power. This incantation does not burn the caster, and so it is considered forbidden by the guardians of the Flame. ",
                "desc": "Conjure flame and plunge it into your body to bolster yourself. For the duration, when you roll bludgeoning, piercing, slashing, or fire damage you may roll an additional damage die and add it to the total.",
                "higher_level": ""
            },
            {
                "": "46",
                "slug": "Flame, Protect Me",
                "name": "Flame, Protect Me",
                "type": "Incantation",
                "effect": "Greatly increases fire damage negation",
                "school": "Fire Monk",
                "level": "5th-level",
                "casting_time": "1 action",
                "range": "Self",
                "duration": "Concentration, Up to 10 minutes",
                "components": "V, S",
                "lore": "The most ancient of the Fire Monks' incantations. Creates a fire within that greatly increases fire damage negation. It is said that this incantation was used during the War against the Giants long ago, during which it protected the champions of the Erdtree. ",
                "desc": "For the duration, the willing creature you touch has immunity to fire damage.",
                "higher_level": ""
            },
            {
                "": "47",
                "slug": "Fortissax's Lightning Spear",
                "name": "Fortissax's Lightning Spear",
                "type": "Incantation",
                "effect": "Stabs from above with two red lightning spears in tandem",
                "school": "Dragon Cult",
                "level": "8th-level",
                "casting_time": "1 action",
                "range": "Self (20-foot radius)",
                "duration": "1 round",
                "components": "V, S",
                "lore": "Incantation that channels the power of the ancient dragon Fortissax. Â creates two spears of red lightning and stabs them into the ground from above, one after another. On impact, each spear will burst into trails of lightning covering the area. During the War of the Anicent Dragons, these twin red lightning stakes were the hallmark of the once ancient dragon who was called the mightiest boulderstone. Â ",
                "desc": "Two forked spears of red lightning springs from your seal. You leap into the air and slam the bolt down. Each creature in a 20-foot-radius sphere centered on you must make a Dexterity saving throw. a target takes 8d8 lightning damage on a failed save, or half as much damage on a successful one. Four 5-foot wide long 15-foot long lines then burst from the edge of the explosion and trace along the ground. The lines cannot overlap with each other. Each creature standing in the line not caught in the original explosion must succeed on a Dexterity save. A target takes 3d6 lightning damage on a failed save, or half as much damage on a successful one.\n\nOn your next turn, you may repeat this process once without expending another spell slot.",
                "higher_level": ""
            },
            {
                "": "48",
                "slug": "Frenzied Burst",
                "name": "Frenzied Burst",
                "type": "Incantation",
                "effect": "Emits concentrated blast of yellow flame of frenzy from eyes",
                "school": "Frenzied Flame",
                "level": "2nd-level",
                "casting_time": "1 action",
                "range": "20 feet",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "Incantations originating from the maddening Three Fingers. Releases concentrated blasts of the yellow flame of frenzy from the caster's eyes. Charging enhances potency, enabling the blasts to penetrate the enemy's guard. In times past, every single person who attempted to control the flame of frenzy succumbed to madness after a desperate internal struggle. This incantation is testament to a meager victory. ",
                "desc": "The far light glimmers in your eye, collecting in a dart of orange light that strikes out towards a creature in range. Make a ranged spell attack at the target. On a hit, the target takes 3d6 psychic damage and must succeed on a Wisdom saving throw or be stunned until the end of its next turn. \n\nAfterwards, you must succeed on a DC 10 Wisdom saving throw or be stunned until the end of your next turn.",
                "higher_level": ""
            },
            {
                "": "49",
                "slug": "Frozen Lightning Spear",
                "name": "Frozen Lightning Spear",
                "type": "Incantation",
                "effect": "Stabs with ice lightning spear from above",
                "school": "Dragon Cult",
                "level": "4th-level",
                "casting_time": "1 action",
                "range": "Self (30-foot cone)",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "Incantation that channels the power of the Dragonkin Soldiers. Creates a spear of ice lightning and stabs it into the ground fromabove. On impact, the spear will burst into trails of lightning advancing forwards. The Dragonkin were born in the Eternal City, where they knewno true sky, nor true lightning. Instead, ice lightning was theirweapon. ",
                "desc": "You conjure a spear of frozen lightning, slamming it into the ground and seeding lightning in a 30-foot cone along it. Each creature in the area must succeed on a Dexterity saving throw or take 5d6 lightning damage and 5d6 cold damage. On a successful save the target takes half damage.",
                "higher_level": ""
            },
            {
                "": "50",
                "slug": "Giantsflame Take Thee",
                "name": "Giantsflame Take Thee",
                "type": "Incantation",
                "effect": "Hurls massive ball of raging fire",
                "school": "Fire Giant",
                "level": "3rd-level",
                "casting_time": "1 action",
                "range": "60 feet",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "One of the incantations that draws directly from the power of theFire Giants. Hurls a massive ball of raging fire. Charging enhances potency and causes the ball of fire to explode. There is no record of this incantation in common prayerbooks. Only a select few prelates know of its existence. ",
                "desc": "A bright streak flashes from your pointing finger to a point you choose within range then blossoms with a low roar into an explosion of flame. Each creature in a 20-foot radius sphere centered on that point must make a Dexterity saving throw. A target takes 8d6 fire damage on a failed save, or half as much damage on a successful one.\n\nThe fire spreads around corners. It ignites flammable objects in the area that aren't being worn or carried.",
                "higher_level": ""
            },
            {
                "": "51",
                "slug": "Glintstone Breath",
                "name": "Glintstone Breath",
                "type": "Incantation",
                "effect": "Channels dragon to spew magic breath",
                "school": "Dragon Communion",
                "level": "2nd-level",
                "casting_time": "1 action",
                "range": "Self (30-foot cone)",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "One of the incantations of Dragon Communion. Transforms caster into a dragon to spew magic breath. Charging extends duration. Those extraordinary individuals who perpetuate DragonCommunion are called the dragon-hearted. ",
                "desc": "Your head becomes a glintstone dragon's which fills the area in front of you with glintstone breath. Each creature in a 30-foot cone centered must make a Dexterity saving throw. A target takes 8d6 force damage on a failed save, or half as much damage on a successful one.",
                "higher_level": ""
            },
            {
                "": "52",
                "slug": "Golden Lightning Fortification",
                "name": "Golden Lightning Fortification",
                "type": "Incantation",
                "effect": "Greatly increases lightning resistance for self and allies",
                "school": "Erdtree",
                "level": "4th-level",
                "casting_time": "1 action",
                "range": "Touch",
                "duration": "Concentration, Up to 10 minutes",
                "components": "V, S",
                "lore": "An incantation of Erdtree Worship. Greatly increases lightning damage negation for the caster and nearby allies. Hold to continue praying, delaying the effect. This incantation was used by the knights of the Erdtree during the assault by the great ancient dragon Gransax, and the bitter War of the Ancient Dragons that followed. ",
                "desc": "You and each creature of your choice within range when this spell is cast gain resistance to lightning damage for the duration.",
                "higher_level": ""
            },
            {
                "": "53",
                "slug": "Golden Vow",
                "name": "Golden Vow",
                "type": "Incantation",
                "effect": "Increases attack and defense for self and allies",
                "school": "Erdtree",
                "level": "4th-level",
                "casting_time": "1 action",
                "range": "Self (15-foot radius)",
                "duration": "Concentration, Up to 1 minutes",
                "components": "V, S",
                "lore": "An incantation of Erdtree Worship. Increases attack power and defense for the caster and nearby allies. Hold to continue praying and delay activation.This incantation has been taught to knights of the royal capital for generations, and knights sent on distant expeditions lean on it as a source of courage.",
                "desc": "For the duration, you and creatures of your choice in range deal additional damage with attacks equal to your spellcasting ability modifer. Bludgeoning, piercing, and slashing damage that those creatures take is reduced by the same amount.",
                "higher_level": ""
            },
            {
                "": "54",
                "slug": "Great Heal",
                "name": "Great Heal",
                "type": "Incantation",
                "effect": "Greatly Heals HP for self and nearby allies",
                "school": "Erdtree",
                "level": "2nd-level",
                "casting_time": "10 minutes",
                "range": "30 feet",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "Superior incantation of the Two Fingers' faithful. Greatly heals HP for the caster and nearby allies. Hold to continue praying and delay activation. The Two Fingers has high hopes for the Tarnished; that even if they should be wounded, even should they fall, they will continue to fight for their duty. ",
                "desc": "Up to six creatures of your choice that you can see within range each regain hit points equal to 2d8 + your spellcasting ability modifier. This spell has no effect on undead or constructs.",
                "higher_level": ""
            },
            {
                "": "55",
                "slug": "Greyoll's Roar",
                "name": "Greyoll's Roar",
                "type": "Incantation",
                "effect": "Emits the roar of Elder Dragon Greyoll",
                "school": "Dragon Communion",
                "level": "8th-level",
                "casting_time": "1 action",
                "range": "Self (20-foot radius)",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "Superior incantation of Dragon Communion. Channels the power of Greyoll, the Elder Dragon. An incantation of legendary status. Transforms caster into a dragon to emit a terrible roar, reducing the attack power and defense of nearby enemies. Greyoll was the mother of all dragons, dwarfing all who stood before her like a looming mountain. ",
                "desc": "Your head transforms into the mother of dragon's Greyoll, bellowing a monstrous shout in a 30-foot radius around you. Creatures of your choice within the area must make a Wisdom saving throw. On a failure, the target takes 8d8 psychic damage and is frightened for the duration. Until the start of your next turn, the creature deals half damage with attacks and has vulnerability to all damage types. On a success the target takes half damage and is not otherwise affected.",
                "higher_level": ""
            },
            {
                "": "56",
                "slug": "Gurrang's Beast Claw",
                "name": "Gurrang's Beast Claw",
                "type": "Incantation",
                "effect": "Creates beast claws to rend surroundings with shockwaves",
                "school": "Bestial",
                "level": "3rd-level",
                "casting_time": "1 action",
                "range": "Self (30-foot cone)",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "Superior incantation taught by Gurranq, the Beast Clergyman. Creates beast claws that rend surroundings with shockwaves. Long ago, Gurranq was a beast of such terrifying ferocity that hisformer name meant \"Death of the Demigods. \"",
                "desc": "A beast's claw sprouts from your hand as you plunge it into the ground. Massive claws burst forth and rush from that point in a 20-foot radius centered on you. Each creature must make a Dexterity saving throw. A target takes 10d4 slashing damage on a failed save, or half as much damage on a successful one.",
                "higher_level": ""
            },
            {
                "": "57",
                "slug": "Heal",
                "name": "Heal",
                "type": "Incantation",
                "effect": "Heals HP for you and nearby allies.",
                "school": "Two Fingers",
                "level": "1st-level",
                "casting_time": "1 action",
                "range": "Touch",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "Incantation of the Two Fingers' faithful. Heals HP for the caster and nearby allies. Hold to continue praying and delay activation. The Two Fingers has high hopes for the Tarnished; that even if they should be wounded, even should they fall, they will continue to fight for their duty. ",
                "desc": "A creature you touch regains a number of hit points equal to 1d8 + your spellcasting ability modifier. This spell has no effect on undead or constructs.",
                "higher_level": ""
            },
            {
                "": "58",
                "slug": "Honed Bolt",
                "name": "Honed Bolt",
                "type": "Incantation",
                "effect": "Strikes foe with lightning bolt from above",
                "school": "Dragon Cult",
                "level": "Cantrip",
                "casting_time": "1 action",
                "range": "60 feet",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "One of the incantations of the capital's ancient dragon cult. Summons a bolt of lightning to strike foes from above. This incantation can be cast repeatedly. Long ago, Godwyn the Golden defeated the ancient dragon Fortissax, and befriended his fallen foe â€” an event that gave rise to the ancient dragon cult in the capital. ",
                "desc": "A bolt of lightning descends on a creature that you can see within range. The target must succeed on a Dexterity saving throw or take 1d8 lightning damage. The target gains no benefit from cover for this saving throw.",
                "higher_level": ""
            },
            {
                "": "59",
                "slug": "Howl of Shabriri",
                "name": "Howl of Shabriri",
                "type": "Incantation",
                "effect": "Shrieks, building up madness in nearby foes",
                "school": "Frenzied Flame",
                "level": "3rd-level",
                "casting_time": "1 action",
                "range": "Self (15-foot radius)",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "Incantation originating from the maddening Three Fingers. Releases a maddening shriek that causes madness buildup in foesÂ nearby. This incantation also causes madness buildup in the caster andÂ makes enemies more likely to target them. It is said that the sickness of the flame of frenzy began withÂ Shabriri, the most reviled man in all history. ",
                "desc": "The flame of frenzy can no longer be contained as you utter a shriek. Each creature within 20 feet of you must succeed on a Wisdom saving throw or take 8d8 psychic damage and be stunned until the end of their next turn. \n\nAfterwards you must succeed on a DC 10 Wisdom saving throw be be stunned until the end of your next turn. ",
                "higher_level": ""
            },
            {
                "": "60",
                "slug": "Immutable Shield",
                "name": "Immutable Shield",
                "type": "Incantation",
                "effect": "Increases left-hand shield's affinity/ailment resistance",
                "school": "Golden Order",
                "level": "5th-level",
                "casting_time": "1 action",
                "range": "Touch",
                "duration": "Concentration, Up to 10 minutes",
                "components": "V, S",
                "lore": "One of the incantations of the Golden Order fundamentalists. Enchants shield held in the left hand with the light of regression,Â increasing all forms of non-physical damage negation and ailmentÂ resistance. Two concepts form the basis for Golden Order fundamentalism. One is the law of regression, to which this incantation relates. ",
                "desc": "You bolster a non-magical shield you touch. For the duration, the shields wielder has resistance to fire, lightning, and cold damage.",
                "higher_level": ""
            },
            {
                "": "61",
                "slug": "Inescapable Frenzy",
                "name": "Inescapable Frenzy",
                "type": "Incantation",
                "effect": "Latches onto foes to spread madness",
                "school": "Frenzied Flame",
                "level": "2nd-level",
                "casting_time": "1 action",
                "range": "Touch",
                "duration": "Concentration, Up to 1 minutes",
                "components": "V, S",
                "lore": "Incantation originating from the maddening Three Fingers. Causes the yellow flame of frenzy to blaze from the caster's eyes. The caster then latches onto foes, spreading the madness. This incantation also causes buildup of madness in the caster, andis only effective against Tarnished. To gaze into one another's eyes is truly the most intimate form ofhuman contact. ",
                "desc": "You latch onto a creature in range and press your eyes together, filling their mind with frenzy. Make a melee spell attack at the target.  On a hit, the target takes 10d10 psychic damage and must succeed on a Wisdom saving throw or be stunned. At the end of each of its turns, the target can make another Wisdom saving throw. On a success, the spell ends on the target.\n\nAfter making the attack, you must also succeed on a DC 10 Wisdom saving throw or be stunned until the end of your turn.",
                "higher_level": ""
            },
            {
                "": "62",
                "slug": "Lansseax's Glaive",
                "name": "Lansseax's Glaive",
                "type": "Incantation",
                "effect": "Swap form above with red lightning glaive",
                "school": "Dragon Cult",
                "level": "5th-level",
                "casting_time": "1 action",
                "range": "15 feet",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "Incantation that channels the power of the ancient dragon Lansseax. Creates a red-lightning glaive and sweeps the area from above. This attack unleashes trails of lightning. Lansseax was the sister of Fortissax. It is said that she took the form of a human to commune with the knights as a priestess of the ancient dragon cult. ",
                "desc": "",
                "higher_level": ""
            },
            {
                "": "63",
                "slug": "Law of Causality",
                "name": "Law of Causality",
                "type": "Incantation",
                "effect": "Retaliates upon receiving a number of blows",
                "school": "Golden Order",
                "level": "4th-level",
                "casting_time": "1 action",
                "range": "Self",
                "duration": "Concentration, Up to 1 minute",
                "components": "V, S",
                "lore": "One of the incantations of the Golden Order fundamentalists. One of the key fundamentals. Manifests a small ring of causality within that allows the caster toautomatically retaliate upon receiving a certain number of blows. The fundamentalists describe the Golden Order through thepowers of regression and causality. Causality is the pull betweenmeanings; that which links all things in a chain of relation. ",
                "desc": "Throwing your arms to the side, a sacred law takes hold inside of you. For the duration, when you are hit by a weapon attack the law accumulates half of the damage of the attack. You still take the attacks full damage.\n\nWhen this spell ends, the law links the harm you've taken and it bursts out of you in a 10-foot radius sphere centered on yourself. Each other creature in the area must succeed on a Constitution saving throw or take damage equal to the total accumulated by the law. A target takes half damage on a successful save.",
                "higher_level": ""
            },
            {
                "": "64",
                "slug": "Law of Regression",
                "name": "Law of Regression",
                "type": "Incantation",
                "effect": "Heals all ailments and dispels all special effects",
                "school": "Golden Order",
                "level": "7th-level",
                "casting_time": "1 action",
                "range": "Self",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "Incantation of the Golden Order fundamentalists. One of the key fundamentals. Heals all negative statuses, dispels special effects, and reveals mimicry in all its forms. The fundamentalists describe the Golden Order through the powers of regression and causality. Regression is the pull of meaning; that all things yearn eternally to converge. ",
                "desc": "Throwing your arms to the side, you invoke a law sacred to the Golden Order. All conditions of your choice affecting you end, as well as any spells of your choice as well. Active spells within a 10-foot radius of you are dispelled. \n\nInvisible creatures and illusions within 30 feet of you are dispelled as well. Each creature of your choice in that area concentrating on a spell must succeed on a concentration check against your spell save DC or have their concentration broken.",
                "higher_level": ""
            },
            {
                "": "65",
                "slug": "Lightning Fortification",
                "name": "Lightning Fortification",
                "type": "Incantation",
                "effect": "Increass lighting damage negation",
                "school": "Two Fingers",
                "level": "2nd-level",
                "casting_time": "1 action",
                "range": "Touch",
                "duration": "Concentration, Up to 10 minutes",
                "components": "V, S",
                "lore": "Incantation of the Two Fingers' faithful. Increases lightning damage negation. This incantation can be cast while in motion. Follow the path that has been set for you, and you will makeÂ enemies of all others: the monks, the sorcerers, the ancient dragonÂ knights, and the scions of gold. Heed me â€“ the Lands BetweenÂ offers no welcome to the Tarnished. ",
                "desc": "For the duration, the willing creature you touch has resistance to lightning damage.",
                "higher_level": ""
            },
            {
                "": "66",
                "slug": "Lightning Spear",
                "name": "Lightning Spear",
                "type": "Incantation",
                "effect": "Hurls lightning spear before caster",
                "school": "Dragon Cult",
                "level": "1st-level",
                "casting_time": "1 action",
                "range": "60 feet",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "One of the incantations of the capital's ancient dragon cult. Summons a lightning spear and hurls it before the caster. Charging causes a lightning bolt to strike the point of impact. Long ago, Godwyn the Golden defeated the ancient dragon Fortissax, and befriended his fallen foe â€” an event that gave rise to the ancient dragon cult in the capital. ",
                "desc": "You hurl a bolt of lightning at a creature within range. On a hit, the creature takes 4d6 lightning damage.",
                "higher_level": ""
            },
            {
                "": "67",
                "slug": "Lightning Strike",
                "name": "Lightning Strike",
                "type": "Incantation",
                "effect": "Summons lightning bolt that spreads from impact",
                "school": "Dragon Cult",
                "level": "3rd-level",
                "casting_time": "1 action",
                "range": "Self (15-foot radius)",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "One of the incantations of the capital's ancient dragon cult. Summons a bolt of lightning that scatters and spreads around the surrounding area. This incantation can be cast repeatedly. Ancestors of the modern dragons, the ancient dragons had scales of Gravel Stone and wielded lightning as their weapon. It is said thatÂ they once attacked Leyndell, the Royal Capital. ",
                "desc": "A stroke of lightning forming a line of 100 feet long and 5 feet wide blasts out from you in a direction you choose. Each creature in the line must make a Dexterity saving throw. A creature takes 8d6 lightning damage on a failed save, or half as much damage on a successful one.",
                "higher_level": ""
            },
            {
                "": "68",
                "slug": "Litany of Proper Death",
                "name": "Litany of Proper Death",
                "type": "Incantation",
                "effect": "Creates image of Order to deal holy damage",
                "school": "Golden Order",
                "level": "2nd-level",
                "casting_time": "1 action",
                "range": "Self (10-foot radius)",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "One of the incantations of the Golden Order fundamentalists. Used by hunters of Those Who Live in Death. Creates an image of Order, dealing holy damage to nearby foes. This incantation is especially damaging to Those Who Live in Death. Any felled by this incantation cannot be revived. The role of the hunters is to stamp out defiled reason â€” all for the perfection of the Golden Order. ",
                "desc": "The seal of the golden order appears in front of you, bursting in a 30-foot cone in front of you. Each creature of your choice in the are amust succeed on a Charisma saving throw or take 4d6 radiant damage. Undead creatures have disadvantage on the save, and take double damage on a failure. A target takes half damage on a successful save.",
                "higher_level": ""
            },
            {
                "": "69",
                "slug": "Lord's Aid",
                "name": "Lord's Aid",
                "type": "Incantation",
                "effect": "Alleviates poison/ blood loss/ sleep buildup for self/ allies",
                "school": "Two Fingers",
                "level": "2nd-level",
                "casting_time": "1 action",
                "range": "Self (20-foot radius)",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "Incantation bestowed by the Two Fingers upon the Tarnisheddeemed worthy of becoming a lord. Alleviates buildup of poison, blood loss, and sleep for the casterand nearby allies. Additionally, cures poison. Hold to continue praying and delay activation. ",
                "desc": "An aura of healing light briefly shines from you in a 20-foot radius. If you or any creatures of your choice are poisoned, the poison is neutralized in them. If any of them would take damage from bleed before the end of their next turn, they take no damage instead. If any of them are unconcious, they awaken. ",
                "higher_level": ""
            },
            {
                "": "70",
                "slug": "Lord's Divine Fortification",
                "name": "Lord's Divine Fortification",
                "type": "Incantation",
                "effect": "Greatly increases holy damage negation incl. allies",
                "school": "Two Fingers",
                "level": "4th-level",
                "casting_time": "1 action",
                "range": "30 feet",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "Incantation taught to Gideon the All-Knowing by the TwoÂ Fingers. Greatly increases holy damage negation for the caster and nearbyÂ allies. Hold to continue praying and delay activation. Gideon gained true knowledge after his long exchange with theÂ Two Fingers - discovering all had been broken long ago; that theÂ trembling fingers, bent with age, and the Erdtree itself, were noÂ exception. ",
                "desc": "You and each creature of your choice within range has resistance to radiant damage for the duration.",
                "higher_level": ""
            },
            {
                "": "71",
                "slug": "Lord's Heal",
                "name": "Lord's Heal",
                "type": "Incantation",
                "effect": "Massively heals HP for self and nearby allies",
                "school": "Two Fingers",
                "level": "7th-level",
                "casting_time": "1 action",
                "range": "Touch",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "Incantation bestowed by the Two Fingers upon the Tarnisheddeemed worthy of becoming a lord. Heals a massive amount of HP for the caster and nearby allies. Hold to continue praying and delay activation. Tarnished - O, Tarnished! Seek the Erdtree and stand beforeMarika, its Queen. Become the Elden Lord!",
                "desc": "Choose a creature that you can see within range. A surge of positive energy washes through the creature, causing it to regain 70 hit points. The spell also ends blindness, deafness, and any diseases affecting the target. This spell has no effect on constructs or undead.\n",
                "higher_level": ""
            },
            {
                "": "72",
                "slug": "Magic Fortification",
                "name": "Magic Fortification",
                "type": "Incantation",
                "effect": "Increases magic damage negation",
                "school": "Two Fingers",
                "level": "2nd-level",
                "casting_time": "1 action",
                "range": "Touch",
                "duration": "Concentration, Up to 10 minutes",
                "components": "V, S",
                "lore": "Incantation of the Two Fingers' faithful. Increases magic damage negation. This incantation can be cast while in motion. Follow the path that has been set for you, and you will make enemies of all others: the monks, the sorcerers, the ancient dragon knights, and the scions of gold. Heed me â€“ the Lands Between offers no welcome to the Tarnished. ",
                "desc": "For the duration, the willing creature you touch has resistance to force damage.",
                "higher_level": ""
            },
            {
                "": "73",
                "slug": "Magma Breath",
                "name": "Magma Breath",
                "type": "Incantation",
                "effect": "Channels wyrm to spew magma breath",
                "school": "Dragon Communion",
                "level": "3rd-level",
                "casting_time": "1 action",
                "range": "30 feet",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "One of the incantations of Dragon Communion. Transforms caster into a wyrm to spew magma breath. Allows one follow-up attack. Those who have performed the Dragon Communion will findtheir humanity slowly slipping away. Once they fully succumb totheir fate, they are left no more than wyrms that crawl the earth. ",
                "desc": "Your head takes the form of a Magma Wyrm Magma sprays in a 30-foot radius around you. Each creature in the area other than you must make a Dexterity saving throw. A target takes 5d6 fire damage on a failed save, or half as much damage on a successful one.\n\nThe magma in the area lingers until the end of your next turn. The area is difficult terrain until the magma dissipates. Any creature that ends its turn in the magma takes 3d6 fire damage.\"",
                "higher_level": ""
            },
            {
                "": "74",
                "slug": "Noble Presence",
                "name": "Noble Presence",
                "type": "Incantation",
                "effect": "Thrust out belly with gusto to unleash repelling shockwave",
                "school": "Godskin Apostle",
                "level": "4th-level",
                "casting_time": "1 action",
                "range": "Self (10-foot radius)",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "Ancient power of the Godskin Nobles. Thrust out belly with gusto to produce a shockwave that knocksback nearby foes. Charging enhances potency, knocking enemies into the air. Once a sign of the gods' wrath, this incantation became a trophyof the Nobles' god hunt. ",
                "desc": "Thrust your stomach forward, producing a shockwave. Each creature within ten feet of you must succeed on a Constitution saving throw or take 5d6 thunder damage and be pushed ten feet away from you. On a success, the creature takes half as much damage and is not pushed.",
                "higher_level": ""
            },
            {
                "": "75",
                "slug": "O, Flame!",
                "name": "O, Flame!",
                "type": "Incantation",
                "effect": "Momentarily sparks roaring flame from hand",
                "school": "Fire Monk",
                "level": "2nd-level",
                "casting_time": "1 action",
                "range": "Touch",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "Incantation of the Fire Monks. Momentarily sparks roaring flame from the caster's hand. Charging enhances potency. The Giants' Flame still smolders upon the distant northernmountaintop, and the Fire Monks are its guardians. ",
                "desc": "Fire springs from your hand, immolating a creature you try to touch. Make a melee spell attack against the target. On a hit, the target takes 4d10 fire damage.",
                "higher_level": ""
            },
            {
                "": "76",
                "slug": "Order Healing",
                "name": "Order Healing",
                "type": "Incantation",
                "effect": "Alleviates death blight buildup",
                "school": "Golden Order",
                "level": "2nd-level",
                "casting_time": "1 action",
                "range": "Touch",
                "duration": "Concentration, up to 1 minute",
                "components": "V, S",
                "lore": "One of the incantations of the Golden Order fundamentalists. Used by hunters of Those Who Live in Death. Alleviates death blight buildup. The noble Goldmask lamented what had become of the hunters. How easy it is for learning and learnedness to be reduced to theravings of fanatics; all the good and the great wanted, in theirfoolishness, was an absolute evil to contend with. Does such a notion exist in the fundamentals of Order?",
                "desc": "For the duration, the willing creature you touch has advantage on saving throws against death blight.",
                "higher_level": ""
            },
            {
                "": "77",
                "slug": "Order's Blade",
                "name": "Order's Blade",
                "type": "Incantation",
                "effect": "Enchanted right-hand armament with holy damage",
                "school": "Golden Order",
                "level": "2nd-level",
                "casting_time": "1 action",
                "range": "Touch",
                "duration": "Concentration, Up to 10 minutes",
                "components": "V, S",
                "lore": "One of the incantations of the Golden Order fundamentalists. Used by hunters of Those Who Live in Death. Enchants armament held in the right hand with holy-affinity attacks. This incantation is especially damaging to Those Who Live in Death. Any felled by this incantation cannot be revived. The role of the hunters is to stamp out defiled reason - all for the perfection of the Golden Order. ",
                "desc": "You touch a weapon that deals only physical damage. Until the spell ends, that weapon becomes a magic weapon that deals an additional 1d8 radiant damage. Undead reduced to 0 hit points cannot regain hit points or revive themselves.",
                "higher_level": ""
            },
            {
                "": "78",
                "slug": "Pest Threads",
                "name": "Pest Threads",
                "type": "Incantation",
                "effect": "Launches countless sticky threads before caster",
                "school": "Servants of Rot",
                "level": "2nd-level",
                "casting_time": "1 action",
                "range": "120 feet",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "Incantation of the servants of rot. Secretes countless sticky threads, launching them forwards. A technique of the pale pests who crawl through the lands afflicted by scarlet rot; the abandoned children of the goddess. \"Do you have an interest in rot incantations?\"",
                "desc": "You create three pointed threads that burst out of your back. Each thread hits a creature of your choice that you can see within range. A thread deals 1d4+1 piercing damage to its target. The threads all strike simultaneously and you can direct them to hit one creature or several.",
                "higher_level": ""
            },
            {
                "": "79",
                "slug": "Placidusax's Ruin",
                "name": "Placidusax's Ruin",
                "type": "Incantation",
                "effect": "Spews golden breath of Dragonlord Placidusax",
                "school": "Dragon Communion",
                "level": "9th-level",
                "casting_time": "1 bonus action",
                "range": "120 feet",
                "duration": "Concentration, Up to 1 minute",
                "components": "V, S",
                "lore": "Power gleaned form the remembrance of Dragonlord Placidusax. Â Â Transforms caster into the Dragonlord to spew golden breath from above. This incantation can be cast while jumping. These are the dying wails of the Dragonlord who once dwelled eternal beyond time. ",
                "desc": "Your head transforms into the worn form of Dragonlord Placidusax, breathing a brilliant golden ray of destruction. Until the spell ends, the creature can use an action to exhale energy of the chosen type in a 60-foot line that can begin and end at any point in range. Each creature in that area must make a Dexterity saving throw, taking 10d10 radiant damage on a failed save, or half as much damage on a successful one.",
                "higher_level": ""
            },
            {
                "": "80",
                "slug": "Poison Armament",
                "name": "Poison Armament",
                "type": "Incantation",
                "effect": "Enchants right-hand armament with poison",
                "school": "Servants of Rot",
                "level": "2nd-level",
                "casting_time": "1 action",
                "range": "Touch",
                "duration": "Concentration, Up to 10 minutes",
                "components": "V, S",
                "lore": "Incantation of the servants of rot. Enchants armament held in the right hand with poison. This incantation can be cast while in motion. Those who dwell within poison know rot all too well. The death that begets life, that comes to all equally. That is to say: it is the cycle of rebirth put into practice. ",
                "desc": "You touch a weapon that deals only physical damage. Until the spell ends, that weapon becomes a magic weapon that deals an additional 1d8 poison damage.",
                "higher_level": ""
            },
            {
                "": "81",
                "slug": "Poison Mist",
                "name": "Poison Mist",
                "type": "Incantation",
                "effect": "Releases poison mist before caster",
                "school": "Servants of Rot",
                "level": "1st-level",
                "casting_time": "1 action",
                "range": "20 feet",
                "duration": "Concentration, Up to 1 minutes",
                "components": "V, S",
                "lore": "Incantation of the servants of rot. Releases a poisonous mist before the caster. This incantation can be cast while in motion. Those who dwell within poison know rot all too well. The death that begets life, that comes to all equally. That is to say: it is the cycle of rebirth put into practice. ",
                "desc": "You summon a noxious cloud of gas in a 15 foot sphere within range. Any creature that starts itâ€™s turn inside of the cloud must succeed on a Constitution saving throw or become poisoned until the end of their turn. While poisoned, the target takes 1d4 poison damage at the end of their turn.",
                "higher_level": ""
            },
            {
                "": "82",
                "slug": "Protection of the Erdtree",
                "name": "Protection of the Erdtree",
                "type": "Incantation",
                "effect": "Increases affinity damage negation for self & allies",
                "school": "Erdtree",
                "level": "6th-level",
                "casting_time": "1 action",
                "range": "Self (10-foot radius)",
                "duration": "Concentration, Up to 1 minutes",
                "components": "V, S",
                "lore": "A superior incantation of Erdtree Worship. Increase damage negation for all affinities except physical, for both the caster and nearby allies. Hold to continue praying and delay activation. In the beginning, everything was in opposition to the Erdtree. But through countless victories in war, it became the embodiment of Order. ",
                "desc": "You and each creature of your choice within range has resistance to non-bludgeoning, non-piercing, and non-slashing damage.",
                "higher_level": ""
            },
            {
                "": "83",
                "slug": "Radagon's Rings of Light",
                "name": "Radagon's Rings of Light",
                "type": "Incantation",
                "effect": "Creates golden ring of light to attack wide area",
                "school": "Golden Order",
                "level": "5th-level",
                "casting_time": "1 action",
                "range": "Self (20-foot radius)",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "One of the incantations of the Golden Order fundamentalists. A gift of gratitude to the young Miquella from his father,Radagon. Produces a golden ring of light and fires it across a wide area. Charging enhances range. And yet, the young Miquella abandoned fundamentalism, for itcould do nothing to treat Malenia's accursed rot. This was thebeginning of unalloyed gold. ",
                "desc": "Throw your arms to the side and conjure a ring of golden light around yourself that expands in a 20-foot radius around you. Each creature of your choice within range must succeed on a Constitution saving throw or take 8d8 radiant damage. On a failure, a target takes half damage.",
                "higher_level": ""
            },
            {
                "": "84",
                "slug": "Rejection",
                "name": "Rejection",
                "type": "Incantation",
                "effect": "Produces a shockwave that pushes away foes.",
                "school": "Two Fingers",
                "level": "1st-level",
                "casting_time": "1 action",
                "range": "Self (5-foot radius)",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "Incantation of the Two Fingers' faithful. Produces a shockwave that knocks back nearby foes. Charging increases the size of the shockwave. Hark, Tarnished! If you truly walk in faith, you must be prepared to reject all else. Â ",
                "desc": "A blast of thunderous energy explodes from you, forcing creatures away. Each creature within five feet of you must succeed on a Constitution saving throw or be pushed ten feet away from you. On a success, the creature is not pushed.",
                "higher_level": ""
            },
            {
                "": "85",
                "slug": "Rotten Breath",
                "name": "Rotten Breath",
                "type": "Incantation",
                "effect": "Channels dragon to spew scarlet rot breath",
                "school": "Dragon Communion",
                "level": "3rd-level",
                "casting_time": "1 action",
                "range": "Self (30-foot cone)",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "One of the incantations of Dragon Communion. Transforms caster into a dragon to spew scarlet rot breath. Charging extends duration. Those extraordinary individuals who perpetuate DragonCommunion are called the dragon-hearted. ",
                "desc": "Your head transforms into a dragon's, breathing a cloud of rot in a 20-foot cone. Each creature in the area must make a Constitution saving throw. A creature takes 5d6 necrotic damage on a failed save and be afflicted with scarlet rot. A target takes half as much damage on a successful one and is not afflicted with scarlet rot.\n\nAt the end of each of its turns, a rot-afflicted creature can make a Constitution  saving throw. On a success, the creature is no longer afflicted by scarlet rot.",
                "higher_level": ""
            },
            {
                "": "86",
                "slug": "Scarlet Aeonia",
                "name": "Scarlet Aeonia",
                "type": "Incantation",
                "effect": "Creates a giant flower that explodes with scarlet rot",
                "school": "Servants of Rot",
                "level": "9th-level",
                "casting_time": "1 action",
                "range": "Self",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "Technique of Malenia, the Goddess of Rot. Creates a gigantic flower that blooms into an explosion of scarletÂ rot. Each time the scarlet flower blooms, Malenia's rot advances. It hasÂ bloomed twice already. With the third bloom, she will become aÂ true goddess. ",
                "desc": "The petals of the scarlet flower bloom on your back, dragging you into the air. You may fly up to 30 feet without provoking attacks of opportunity as long as you end on the ground. The petals then surround you and bloom brillianty, scattering scarlet rot in a 30-foot radius around you. Each creature in the area must succeed on a Constitution saving throw or take 20d6 poison damage and be afflicted by scarlet rot. On a successful save, a target takes half damage and is not afflicted.",
                "higher_level": ""
            },
            {
                "": "87",
                "slug": "Scouring Black Flame",
                "name": "Scouring Black Flame",
                "type": "Incantation",
                "effect": "Sweeps area before caster with black flame",
                "school": "Godskin Apostle",
                "level": "3rd-level",
                "casting_time": "1 action",
                "range": "Self (15-foot radius)",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "A black flame incantation of the Godskin Apostles. Sweeps a wide area before the caster with black flame. Charging enhances range. The black flame could once slay gods. But when Maliketh sealed Destined Death, the true power of the black flame was lost. ",
                "desc": "Black flame sweeps forth from your seal in a 30-foot cone. Each creature in the area must succeed on a Constitution saving throw or take 8d6 fire damage. On a successful save the target takes half damage. Damage from this spell ignores resistances from celestials, fiends, and fey.",
                "higher_level": ""
            },
            {
                "": "88",
                "slug": "Shadow Bait",
                "name": "Shadow Bait",
                "type": "Incantation",
                "effect": "Creates shadow that lures the aggression of foes of human build",
                "school": "Two Fingers",
                "level": "1st-level",
                "casting_time": "1 action",
                "range": "60 feet",
                "duration": "1 minute",
                "components": "V, S",
                "lore": "Incantation of the Two Fingers' servants, who once served as theassassins of the Roundtable Hold. Creates a pale gold shadow before the caster, luring foes of humanbuild and attracting their aggression. This incantation can be cast while in motion or crouching, andwill still affect foes that are already in a combat state. It is said that those beguiled by the shadow see within it a hatedfoe. ",
                "desc": "You create the image of an object, a creature, or some other visible phenomenon that is no larger than a 15-foot cube. The image appears at a spot within range and lasts for the duration. The image is purely visual, it isn't accompanied by sound, smell, or other sensory effects.\n\nYou can use your action to cause the image to move to any spot within range. As the image changes location, you can alter its appearance so that its movements appear natural for the image. For example, if you create an image of a creature and move it, you can alter the image so that it appears to be walking.\n\nPhysical interaction with the image reveals it to be an illusion, because things can pass through it. A creature that uses its action to examine the image can determine that it is an illusion with a successful Intelligence (Investigation) check against your spell save DC. If a creature discerns the illusion for what it is, the creature can see through the image.",
                "higher_level": ""
            },
            {
                "": "89",
                "slug": "Smarag's Glintstone Breath",
                "name": "Smarag's Glintstone Breath",
                "type": "Incantation",
                "effect": "Spews magic breath of Glintstone Dragon Smarag from above",
                "school": "Dragon Communion",
                "level": "5th-level",
                "casting_time": "1 action",
                "range": "Self (30-foot cone)",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "Superior incantation of Dragon Communion. Channels the power of Smarag, the Glintstone Dragon. Transforms caster into a dragon to spew magic breath from above. Charging extends duration. This incantation can be used whileÂ jumping. Smarag was a devourer of sorcerers, and over time, his body became corrupted by their glintstones. ",
                "desc": "The massive visage of Glintstone Dragon Smarag appears above your head, pulling you 10 feet into the air and spewing flame below. Each creature in a 30-foot cone centered must make a Dexterity saving throw. A target takes 10d8 force damage on a failed save, or half as much damage on a successful one. After the spell ends, you descend safely down to the ground.",
                "higher_level": ""
            },
            {
                "": "90",
                "slug": "Stone of Gurranq",
                "name": "Stone of Gurranq",
                "type": "Incantation",
                "effect": "Hurls a boulder before the caster",
                "school": "Bestial",
                "level": "4th-level",
                "casting_time": "1 action",
                "range": "120 feet",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "Superior incantation taught by Gurranq, the Beast Clergyman. Hurls a boulder before the caster. This incantation can be cast repeatedly. Long ago, Gurranq was a beast of such terrifying ferocity that hisformer name meant \"Death of the Demigods. \"",
                "desc": "You drag a boulder from the earth, lifting it above your head and hurling it at a creature in range. Make a ranged spell attack at the target. On a hit, the target takes 6d12 bludgeoning damage.",
                "higher_level": ""
            },
            {
                "": "91",
                "slug": "Surge, O Flame!",
                "name": "Surge, O Flame!",
                "type": "Incantation",
                "effect": "Incinerates area before caster with stream of fire",
                "school": "Fire Monk",
                "level": "2nd-level",
                "casting_time": "1 action",
                "range": "Self (20-foot line)",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "Superior incantation of the Fire Monks. Creates a stream of fire to burn the area before the caster. This incantation can be cast while in motion. Hold to maintainthe effect. The Giants' Flame is the flame of ruin, capable of burning theErdtree. And so, following the War against the Giants, its ruinousblaze was sealed, and guardians were appointed to watch over it. ",
                "desc": "For the duration, you can use an action to exhale energy of the chosen type in a 20-foot line. Each creature in that area must make a Dexterity saving throw, taking 3d6 fire damage on a failed save, or half as much damage on a successful one.",
                "higher_level": ""
            },
            {
                "": "92",
                "slug": "Swarm of Flies",
                "name": "Swarm of Flies",
                "type": "Incantation",
                "effect": "Releases a swarm of bloodflies before caster",
                "school": "Blood",
                "level": "2nd-level",
                "casting_time": "1 action",
                "range": "30 feet",
                "duration": "Concentration, Up to 1 minute",
                "components": "V, S",
                "lore": "A Blood Oath incantation, shared from the Lord of Blood's power. Releases a swarm of bloodflies before the caster to assault foes. The vile swarm deals damage and builds up onset of blood loss. This incantation can be cast while in motion. The new palace of the Lord of Blood lies in a swamp of festering blood, and these flies are said to spawn from excrement in that land. ",
                "desc": "You conjure a swarm of bloodflies in an range. The swarm occupies a 5-foot wide space. The swarm can occupy another creature's space and vice versa, and the swarm can move through any opening large enough for a Tiny insect. \n\nAny creature who starts their turn in the space of the bloodflies takes 4d4 piercing damage and Bleed 1. This damage takes place before the creature would otherwise save against Bleed.",
                "higher_level": ""
            },
            {
                "": "93",
                "slug": "The Flame of Frenzy",
                "name": "The Flame of Frenzy",
                "type": "Incantation",
                "effect": "Emits burst of yellow flame of frenzy from eyes",
                "school": "Frenzied Flame",
                "level": "4th-level",
                "casting_time": "1 action",
                "range": "30 feet",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "Incantation originating from the maddening Three Fingers. Causes the yellow flame of frenzy to burst forth from the caster's eyes. Charging increases the range of the burst. The flame of frenzy deals damage and causes buildup of madness. This incantation also causes buildup of madness in the caster, and is only effective against Tarnished. Â ",
                "desc": "You create four rays of frenzy and hurl them at targets within range. You can hurl them at one target or several.\n\nMake a ranged spell attack for each ray. On a hit, the target takes 4d6 psychic damage and must succeed on a Wisdom saving throw or be stunned until the end of its next turn. \n\nAfterwards, you must succeed on a DC 10 Wisdom saving throw or be stunned until the end of your next turn.",
                "higher_level": ""
            },
            {
                "": "94",
                "slug": "Theodorix's Magma",
                "name": "Theodorix's Magma",
                "type": "Incantation",
                "effect": "Spews magma breath of Theodorix from above",
                "school": "Dragon Communion",
                "level": "6th-level",
                "casting_time": "1 action",
                "range": "60 feet",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "Superior incantation of Dragon Communion. Channels the power of the great wyrm Theodorix. Transforms caster into a great wyrm to spew a large volume of magma breath. Allows one follow-up attack. The name of the ancient troll warrior Theodorix lives on â€” as a hero of the War against the Giants. ",
                "desc": "Your head takes the form of a Magma Wyrm Magma sprays in a 30-foot radius around you. Each creature in the area other than you must make a Dexterity saving throw. A target takes 12d6 fire damage on a failed save, or half as much damage on a successful one.\n\nThe magma in the area lingers until the end of your next turn. The area is difficult terrain until the magma dissipates. Any creature that ends its turn in the magma takes 6d6 fire damage.\"",
                "higher_level": ""
            },
            {
                "": "95",
                "slug": "Triple Rings of Light",
                "name": "Triple Rings of Light",
                "type": "Incantation",
                "effect": "Fire three rings of light before the caster",
                "school": "Golden Order",
                "level": "4th-level",
                "casting_time": "1 action",
                "range": "30 feet",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "One of the incantations of the Golden Order fundamentalists. Produces three rings of light and fires them forwards. The rings of light return to a position close to the caster before disappearing. This incantation can be cast repeatedly. A gift from the young Miquella to his father, Radagon. ",
                "desc": "You conjure three perfect circles of golden light in your hand and hurl it at a point in within range. Each disk is 5-feet wide and travels in a line to the chosen point. Each creature in the line must make a Dexterity saving throw or take 4d6 radiant damage. A target takes half damage on a successful save. The disk remains in the space at the end of the line until the end of your next turn. Any creature that moves into the space or ends their turn there must make the same saving throw with the same results. At the beginning of your next turn, the disk returns in a straight line ending in the nearest space adjacent to you. Each creature in the line is affected in the same manner as first one. The spell ends if you move out of range of any of the disks.. ",
                "higher_level": ""
            },
            {
                "": "96",
                "slug": "Unendurable Frenzy",
                "name": "Unendurable Frenzy",
                "type": "Incantation",
                "effect": "Emits violent burst of yellow flame of frenzy from eyes",
                "school": "Frenzied Flame",
                "level": "6th-level",
                "casting_time": "1 action",
                "range": "",
                "duration": "1 minute",
                "components": "V, S",
                "lore": "Incantation originating from the maddening Three Fingers. Causes the yellow flame of frenzy to violently burst forth from the caster's eyes. Hold to continue channeling the flame. This incantation can be used while in motion. It is the maddening pain and unstoppable tears of those afflicted with the flame of frenzy brought into being. ",
                "desc": "Frenzy overtakes you and bursts from your eyes in a 30-foot cone. Each creature in the area must make a Wisdom saving throw. On a failure, the target takes 8d6 psychic damage and be stunned until the end of its next turn. On a success, the creature takes half damage and isn't stunned. \n\nAfterwards, you must succeed on a DC 10 Wisdom saving throw or be stunned until the end of your next turn.",
                "higher_level": ""
            },
            {
                "": "97",
                "slug": "Urgent Heal",
                "name": "Urgent Heal",
                "type": "Incantation",
                "effect": "Heals a small amount of HP",
                "school": "Two Fingers",
                "level": "1st-level",
                "casting_time": "1 bonus action",
                "range": "60 feet",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "Incantation of the Two Fingers' faithful. Heals a small amount of HP. This incantation can be cast while in motion. The Two Fingers has high hopes for the Tarnished; that even if they should be wounded, even should they fall, they will continue to fight for their duty. Â ",
                "desc": "A creature of your choice that you can see within range regains hit points equal to 1d4 + your spellcasting ability modifier. This spell has no effect on undead or constructs.",
                "higher_level": ""
            },
            {
                "": "98",
                "slug": "Vyke's Dragonbolt",
                "name": "Vyke's Dragonbolt",
                "type": "Incantation",
                "effect": "Bolsters right-hand armament & body with red lightning",
                "school": "Dragon Cult",
                "level": "4th-level",
                "casting_time": "1 action",
                "range": "Self",
                "duration": "Concentration, Up to 10 minutes",
                "components": "V, S",
                "lore": "Incantation of Vyke, knight of the Roundtable Hold. Summons red lightning to bolster both the caster's body and their armament held in the right hand. Enchants armaments with lightning-affinity attacks and increases maximum equipment load. However, lightning damage negation will be reduced. Of all the knights, Vyke the Dragonspear was the one Lansseax loved the most. ",
                "desc": "Red lightning strikes down upon you. Until the spell ends, melee weapons you wield deal an additional 2d8 damage and you have vulnerability to lightning damage.",
                "higher_level": ""
            },
            {
                "": "99",
                "slug": "Whirl, O Flame!",
                "name": "Whirl, O Flame!",
                "type": "Incantation",
                "effect": "Sweeps area before caster with stream of fire",
                "school": "Fire Monk",
                "level": "2nd-level",
                "casting_time": "1 action",
                "range": "",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "Superior Incantation of the Fire Monks. Creates a spiraling stream of fire that burns the area before the caster. Charging enhances potency and reach. Fire beguiles those who gaze into it. And so the guardians of the flame are also its worshippers. ",
                "desc": "Make four melee spell attacks that may be split between up to four creatures within range. On a hit, each attack deals 4d4 fire damage.",
                "higher_level": ""
            },
            {
                "": "100",
                "slug": "Wrath of Gold",
                "name": "Wrath of Gold",
                "type": "Incantation",
                "effect": "Produces golden shockwave that knocks back foes",
                "school": "Erdtree",
                "level": "3rd-level",
                "casting_time": "1 action",
                "range": "Self (15-foot radius)",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "Superior Erdtree Worship incantation. Produces a golden shockwave that knocks back nearby foes. Charging increases the size of the shockwave. This incantation was discovered when the Elden Ring was shattered, and it was feared as a sign of the Erdtree's wrath. ",
                "desc": "Call upon divine laws and produce a shockwave. Each creature within 15 feet of you must succeed on a Constitution saving throw or take 8d6 radiant damage and be pushed ten feet away from you and be knocked prone. On a success, the creature takes half as much damage and is not pushed.",
                "higher_level": ""
            },
            {
                "": "101",
                "slug": "Adula's Moonblade",
                "name": "Adula's Moonblade",
                "type": "Sorcery",
                "effect": "Sweeping slash followed by cold blade projectile",
                "school": "Snow Witch",
                "level": "6th-level",
                "casting_time": "1 action",
                "range": "10 feet",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "Sorcery of Adula, the Glintstone Dragon. Conjures a cold magic greatsword, then delivers a sweeping blowthat launches a blade-like projectile of frost. This sorcery can be cast repeatedly. Adula, a devourer of sorcerers, was bested by Ranni andsubsequently swore a knightly oath to her Dark Moon. ",
                "desc": "You leap into the air conjuring a blade of cold magic, making a melee spell attack at a creature within range. On a hit, the blade deals 4d12 cold damage. Regardless of if the attack hits, the blade creates a cold magic arc that travels in a 30-foot cone emanating from you towards the target. Each creature in the cone, including the original target, must make a Constitution saving throw. A target takes 8d6 cold damage on a failed save, or half as much damage on a successful one. The target is also slowed on a failed save.",
                "higher_level": ""
            },
            {
                "": "102",
                "slug": "Ambush Shard",
                "name": "Ambush Shard",
                "type": "Sorcery",
                "effect": "Strikes from behind with projectile fired from distance",
                "school": "Night",
                "level": "2nd-level",
                "casting_time": "1 action",
                "range": "60 feet",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "One of the night sorceries of Sellia, Town of Sorcery. Launches a projectile from a distance removed from the caster, so as to strike the enemy from behind. This sorcery can be cast repeatedly. The Sellian sorcerers were assassins, and it is said that they often hunted their fellows. ",
                "desc": "You conjure a mote of dark magic hurtling towards the target from behind. Make a ranged spell attack at the target. You have advantage on the attack roll if the target is surprised. On a hit, the target takes 3d10 force damage. This attack is made at advantage if the caster is in dim light.\n\nCasting this spell while hidden does not reveal your position. ",
                "higher_level": ""
            },
            {
                "": "103",
                "slug": "Ancient Death Rancor",
                "name": "Ancient Death Rancor",
                "type": "Sorcery",
                "effect": "Summons horde of vengeful spirits that chase down foes",
                "school": "Death",
                "level": "5th-level",
                "casting_time": "1 action",
                "range": "120 feet",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "Sorcery of the servants of Death. Summons a horde of vengeful spirits that chase down foes. Charging enhances potency. They are cinders of the ancient death hex, raked from the fires of ghostflame by Deathbirds. ",
                "desc": "A hoard of vengeful spirits of Those Who Live in Death answer your call, swarming a creature within range. The spirits appear in your space in a five-foot wide sphere, and moves 45 feet toward the target. At the beginning of each of your turns, the spirits move another 30 feet toward the target. When the spirits reach the target, it must make a Constitution saving throw. The target takes 10d10 necrotic damage on a failed save, or half as much damage on a successful one.\n\nThe spell ends after the spirits reach the target or they have moved 300 feet.\n",
                "higher_level": ""
            },
            {
                "": "104",
                "slug": "Briars of Punishment",
                "name": "Briars of Punishment",
                "type": "Sorcery",
                "effect": "Wounds caster to unleash trail of bloodthrorns",
                "school": "Aberrant",
                "level": "4th-level",
                "casting_time": "Concentration, up to 1 minute",
                "range": "Self (5-foot radius)",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "An aberrant sorcery discovered by exiled criminals. Theirs are the sorceries most reviled by the academy. Wounds the caster with thorns of punishment, sending a trail of bloodthorns running over the ground to impale enemies from below. This sorcery can be cast repeatedly. The guilty, their eyes gouged by thorns, lived in eternal darkness. There, they discovered the blood star. ",
                "desc": "Briars erupt from your body, dealing 2d4 damage to you and soaking the ground in your blood. Rows of bloodthorns crawl along the ground in a 5-foot wide, 60-foot long line emanating from yourself. Each creature in the line must succeed on a Dexterity saving throw. A target takes 8d6 piercing damage on a failed save, or half as much damage on a successful one.\n\nWhen you cast this spell, you may target a creature in the line, ending the effect abruptly causing the thorns to erupt around it. If you do, that creature has disadvantage on the saving throw to avoid damage.",
                "higher_level": ""
            },
            {
                "": "105",
                "slug": "Briars of Sin",
                "name": "Briars of Sin",
                "type": "Sorcery",
                "effect": "Summons thorns from a whorl of own blood",
                "school": "Aberrant",
                "level": "2nd-level",
                "casting_time": "1 action",
                "range": "Self (60-foot line)",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "An aberrant sorcery discovered by exiled criminals. Theirs are the sorceries most reviled by the academy. Wounds the caster with thorns of sin, creating a spiral of bloodthorns. This sorcery can be cast repeatedly, up to three times. ",
                "desc": "Briars sprout from your flesh, dealing 1d4 points of piercing damage to you and spilling your blood in a circle around you. Bloodthorns erupt from the ground in a five-foot radius circle around you. Each creature other than you must succeed on a Dexterity saving throw. A target takes 3d6 piercing damage on a failed save, or half as much damage on a successful one.\n\nSo long as you are in the space you originally cast this spell, you may create another eruption of thorns in the same manner as the first. You take the same piercing damage each time you use it. ",
                "higher_level": ""
            },
            {
                "": "106",
                "slug": "Cannon of Haima",
                "name": "Cannon of Haima",
                "type": "Sorcery",
                "effect": "Lobs an explosive magic projectile in an arc",
                "school": "Glintstone",
                "level": "3rd-level",
                "casting_time": "1 action",
                "range": "60 feet",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "One of the glintstone sorceries of the Academy of Raya Lucaria. Lobs an explosive magic projectile that flies in an arc. Charging enhances potency. Drawn from the conspectus of Haima, the adjudicator of the academy, this sorcery employs might as a means to quell conflict. ",
                "desc": "A dense cluster of magic collects at the tip of your stave, launching it towards to a point you choose within range, exploding into a blast of glintstone. Each creature in a 20-foot radius Sphere centered on that point must make a Dexterity saving throw. A target takes 6d6 force damage on a failed save, or half as much damage on a successful one.",
                "higher_level": ""
            },
            {
                "": "107",
                "slug": "Carian Greatsword",
                "name": "Carian Greatsword",
                "type": "Sorcery",
                "effect": "Performs sweeping slash using magical greatsword",
                "school": "Carian",
                "level": "3rd-level",
                "casting_time": "1 action",
                "range": "10 feet",
                "duration": "Concentration, up to 1 minute",
                "components": "V, S",
                "lore": "One of the sorceries of the Carian royal family. Conjures a magic greatsword and then delivers a sweeping blow. This sorcery can be cast repeatedly. Armed with this spell, sorcerers gain the strength of knights, their loyalty sworn to the moon. ",
                "desc": "A massive magical greatsword springs from the tip of your staff. When the sword appears, you make a melee spell attack against a target of your choice within 5 feet of you. On a hit, the target takes 2d12 force damage. Until the spell ends, you can use an action to repeat this attack against the same target or a different one. ",
                "higher_level": ""
            },
            {
                "": "108",
                "slug": "Carian Phalanx",
                "name": "Carian Phalanx",
                "type": "Sorcery",
                "effect": "Forms a defensive arch of numerous magic glintblades",
                "school": "Carian",
                "level": "4th-level",
                "casting_time": "1 action",
                "range": "Self",
                "duration": "Concentration, up to 1 minute",
                "components": "V, S",
                "lore": "One of the sorceries of the Carian royal family. Creates a defensive arch of numerous magic glintblades overhead, which automatically attack nearby foes. This sorcery can be used cast while in motion. An enhanced version of the glintblade sorcery used by enchanted knights. ",
                "desc": "Numerous glintblades form around you. When the swords appear, you make a ranged spell attack against a target of your choice within range. On a hit, the target takes 2d6 force damage. You may use a bonus action to make an additional attack at the same target or a different one. On subsequent turns, you may use an action and/or a bonus action to make additional attacks with the blades.",
                "higher_level": ""
            },
            {
                "": "109",
                "slug": "Carian Piercer",
                "name": "Carian Piercer",
                "type": "Sorcery",
                "effect": "Impales foes with magical greatsword",
                "school": "Carian",
                "level": "1st-level",
                "casting_time": "1 action",
                "range": "15 feet",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "One of the sorceries of the Carian royal family. Conjures a magic greatsword to impale foes. Charging lengthens the initial step in. This sorcery forms a counterpart to Carian Greatsword. Highly lethal when used against single foes riding alone. ",
                "desc": "A magical greatsword springs from your staff, striking at creatures in a line of 15 feet long and 5 feet wide. Each creature in the line must make a Dexterity saving throw. A creature takes 4d6 force damage on a failed save, or half as much damage on a successful one.",
                "higher_level": ""
            },
            {
                "": "110",
                "slug": "Carian Retaliation",
                "name": "Carian Retaliation",
                "type": "Sorcery",
                "effect": "Dispels enemy spells and retaliates with glintblades",
                "school": "Carian",
                "level": "2nd-level",
                "casting_time": "1 reaction, which you take when you see a creature within 60 targeting you with a spell",
                "range": "Self",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "One of the sorceries of the Carian royal family. Swing your staff to dispel incoming sorceries and incantations, using their power to retaliate with glintblades. This was the Carian royal family's secret means to prepare against the disloyalty of the academy. The moon and stars would one day go their separate ways. ",
                "desc": "You quickly wave your staff in front of you, conjuring a pool of magic to intercept an effect targetting you. If the spell is an attack, the attack against you is made at disadvantage. If it requires a saving throw, you gain advantage on the save. If the attack misses or you pass the save, a glintblade springs into being in front of you. The glintblade flies at the spell's caster in retaliation. Make a ranged spell attack at the target. On a hit, the target takes 1d8 force damage.",
                "higher_level": ""
            },
            {
                "": "111",
                "slug": "Carian Slicer",
                "name": "Carian Slicer",
                "type": "Sorcery",
                "effect": "Performs swift sweeping slash using magical sword",
                "school": "Carian",
                "level": "1st-level",
                "casting_time": "1 bonus action",
                "range": "5 feet",
                "duration": "Concentration, up to 1 minute",
                "components": "V, S",
                "lore": "One of the sorceries of the Carian royal family. Conjures a magic sword and delivers a swift sweeping slash. This sorcery can be used without delay after performing anotheraction. Even among the Carian sword sorceries, this is a notably effective technique. ",
                "desc": "A magical shortsword springs from the tip of your staff. When the sword appears, you make a melee spell attack against a target of your choice within 5 feet of you. On a hit, the target takes 1d6 force damage. Until the spell ends, you can use a bonus action to repeat this attack against the same target or a different one. ",
                "higher_level": ""
            },
            {
                "": "112",
                "slug": "Collapsing Stars",
                "name": "Collapsing Stars",
                "type": "Sorcery",
                "effect": "Pulls foes toward caster with gravity projectile volley",
                "school": "Gravity",
                "level": "3rd-level",
                "casting_time": "1 action",
                "range": "60 feet",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "One of the glintstone sorceries that manipulates gravitational forces. Fires numerous gravitational projectiles. Any foes struck will be pulled toward the caster. Charging enhances potency. A gravitational technique mastered by the young Radahn. \"I thank you for your tutelage, for now I can challenge the stars. \"",
                "desc": "Spheres of gravitational magic spring from your staff, launching towards a creature within range. The target must make a Strength saving throw. On a failed save, the target takes 8d8 bludgeoning damage on a failed save and is dragged fifteen feet towards you. A creature takes half as much damage on a successful save and is not dragged. ",
                "higher_level": ""
            },
            {
                "": "113",
                "slug": "Comet",
                "name": "Comet",
                "type": "Sorcery",
                "effect": "Fires a great magic comet",
                "school": "Glintstone",
                "level": "3rd-level",
                "casting_time": "1 action",
                "range": "120 feet",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "One of the glintstone sorceries of the Academy of Raya Lucaria. Fires a great magical comet. This sorcery can be cast repeatedly and while in motion. Chargingenhances potency. The greatest of the Karolos Conspectus's sorceries, that only avery few sorcerers have ever mastered. ",
                "desc": "Glintstone energy collects at the tip of your staff, which you then project towards a creature or object in range. Make a ranged spell attack against the target. On a hit, the target takes 5d12 force damage. ",
                "higher_level": ""
            },
            {
                "": "114",
                "slug": "Comet Azur",
                "name": "Comet Azur",
                "type": "Sorcery",
                "effect": "Fires a tremendous comet within a starry torrent",
                "school": "Glintstone",
                "level": "9th-level",
                "casting_time": "1 action",
                "range": "Self (60-foot line)",
                "duration": "Concentration, up to 1 minute",
                "components": "V, S",
                "lore": "Legendary sorcery devised by Azur, primeval sorcerer. Fires a tremendous comet in a torrent akin to the distant starry expanse, the place said to be the origin of glintstone. Hold to continue releasing the sorcery's power. When Azur glimpsed into the primeval current, he saw darkness. He was left both bewitched and fearful of the abyss. ",
                "desc": "You gaze into the abyss between the stars for just a moment, projecting your vision into a mighty beam in the form of a line 10 feet wide and 120 feet long. Any creature caught in the beam takes 10d10 force damage. If this damage reduces the target to 0 Hit Points, it is disintegrated. Any creature that enters the beam or ends its turn within it takes the same damage. ",
                "higher_level": ""
            },
            {
                "": "115",
                "slug": "Crystal Barrage",
                "name": "Crystal Barrage",
                "type": "Sorcery",
                "effect": "Fires a volley of glintstone crystal shards",
                "school": "Glintstone",
                "level": "2nd-level",
                "casting_time": "1 action",
                "range": "Self (30-foot line)",
                "duration": "Concentration, up to 1 minute",
                "components": "V, S",
                "lore": "One of the glintstone sorceries of the Academy of Raya Lucaria. Fires a volley of glintstone crystal shards. Charging increases potency. A sorcery of the Crystal Cadre, a group of sorcerers who pursue the wisdom of stone - the secrets locked in the faint cogitation of the Crystalians. ",
                "desc": "Glintstone collects at the tip of your staff, bursting forth in a line five feet wide and 20 feet long. Until the spell ends, the creature can use an action change the direction of the line. Each creature in that area must make a Dexterity saving throw, taking 3d6 force damage on a failed save, or half as much damage on a successful one.",
                "higher_level": ""
            },
            {
                "": "116",
                "slug": "Crystal Burst",
                "name": "Crystal Burst",
                "type": "Sorcery",
                "effect": "Fires a burst of glintstone crystal shards",
                "school": "Glintstone",
                "level": "1st-level",
                "casting_time": "1 action",
                "range": "Self (15-foot cone)",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "One of the glintstone sorceries of the Academy of Raya Lucaria. Fires a burst of glintstone crystal shards. This sorcery can be cast repeatedly and while in motion. Charging increases potency. A sorcery of the Crystal Cadre, a group of sorcerers who pursued the wisdom of stone - the secrets locked in the faint cogitation of the Crystalians. ",
                "desc": "Glintstone crystals collect in your staff and explode in a 15-foot cone. Each creature in that area must make a Dexterity saving throw, taking 3d8 force damage on a failed save, or half as much damage on a successful one. ",
                "higher_level": ""
            },
            {
                "": "117",
                "slug": "Crystal Release",
                "name": "Crystal Release",
                "type": "Sorcery",
                "effect": "Scours area with violent rain of crystal shards",
                "school": "Crystalian",
                "level": "3rd-level",
                "casting_time": "1 action",
                "range": "30 feet (15-foot radius circle)",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "Sorcery of the mysterious Crystalians. Creates a mass of crystal, then shatters it to scour a wide area with a violent rain of crystal shards. This sorcery is used by high-ranking adepts among the Crystalians. Some also call this sorcery \"the Crystal Sun. \"",
                "desc": "Glinstone crystals collect in a mass above your head, rising into the air and exploding downwards in a 10-foot radius circle around you. Each creature in that area other than you must make a Dexterity saving throw, taking 6d8 force damage on a failed save, or half as much damage on a successful one. ",
                "higher_level": ""
            },
            {
                "": "118",
                "slug": "Crystal Torrent",
                "name": "Crystal Torrent",
                "type": "Sorcery",
                "effect": "Creates crystal mass that fires stream of crystal shards",
                "school": "Crystalian",
                "level": "5th-level",
                "casting_time": "1 action",
                "range": "Self (60-foot line)",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "Sorcery of the mysterious Crystalians. Creates a mass of crystal, then fires off shards in rapid succession. Hold to continue firing shards. The wrath of the Crystalians encapsulated in sorcery. Each shard is of substantial size, making even a stray blow capable of inflicting a severe wound. Â ",
                "desc": "Glintstone crystals collect in your staff burst forth in a line 5 feet wide and 30 feet long. For the duration, you may use an action to change the direction the line. Each creature in that area must make a Dexterity saving throw, taking 5d8 piercing damage on a failed save, or half as much damage on a successful one. ",
                "higher_level": ""
            },
            {
                "": "119",
                "slug": "Eternal Darkness",
                "name": "Eternal Darkness",
                "type": "Sorcery",
                "effect": "Creates a dark space that draws in spells",
                "school": "Night",
                "level": "7th-level",
                "casting_time": "1 action",
                "range": "15 feet (5-foot radius sphere)",
                "duration": "Concentration, up to 1 minute",
                "components": "V, S",
                "lore": "Forbidden sorcery of Sellia, Town of Sorcery. Creates a space of darkness that draws in sorceries andincantations. This sorcery can be cast while in motion. Originally a lost sorcery of the Eternal City; the despair thatbrought about its ruin made manifest. ",
                "desc": "Dark magic collects in a 5-foot wide sphere that hovers ten feet above the point you cast this spell. Any spell attack made against a creature within 15 feet of the sphere target the sphere instead. Creatures in the same area have advantage on Strength and Dexterity saving throws against spell effects in the area.",
                "higher_level": ""
            },
            {
                "": "120",
                "slug": "Explosive Ghostflame",
                "name": "Explosive Ghostflame",
                "type": "Sorcery",
                "effect": "Causes ghostflame explosion that burns wide area",
                "school": "Death",
                "level": "6th-level",
                "casting_time": "1 action",
                "range": "Self (15-foot radius sphere)",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "Sorcery of the servants of Death. Strike the ground with the staff, triggering an explosion of ghostflame that burns the surrounding area. In the time when there was no Erdtree, death was burned in ghostflame. Deathbirds were the keepers of that fire. ",
                "desc": "You conjure the cursemark of death above your head, drawing it down with your staff and slamming it into the ground. Ghostflame explodes in a 15-foot radius sphere around you. Each creature other than yourself caught in the explosion must make a Constitution saving throw taking 8d6 necrotic damage on a failed save, or half as much damage on a successful one. Five 5 foot wide long 20 foot long lines then burst from the edge of the explosion and trace along the ground. The lines cannot overlap with each other. Each creature standing in the line not caught in the original explosion must succeed on a Constitution save. A target takes 4d6 necrotic damage on a failed save, or half as much damage on a successful one.",
                "higher_level": ""
            },
            {
                "": "121",
                "slug": "Fia's Mist",
                "name": "Fia's Mist",
                "type": "Sorcery",
                "effect": "Release a mist of death before caster",
                "school": "Death",
                "level": "4th-level",
                "casting_time": "1 action",
                "range": "15 feet (10-foot radius sphere)",
                "duration": "Concentration, up to 1 minute",
                "components": "V, S",
                "lore": "Sorcery of Fia, the Deathbed Companion. Creates a deathly mist before the caster, which inflicts Death blight upon those who enter. This sorcery can be cast while in motion. Charging enhances range of the mist. This sorcery was developed to oppose the Roundtable Hold, and is effective only against the Tarnished. ",
                "desc": "You create a 10-foot-radius sphere of deathfog centered on a point within range. The sphere spreads around corners, and its area is lightly obscured. When a creature enters the spell's area for the first time on a turn or starts its turn there, that creature must make a Constitution saving throw. The creature takes 4d8 necrotic damage on a failed save, or half as much damage on a successful one. ",
                "higher_level": ""
            },
            {
                "": "122",
                "slug": "Founding Rain of Stars",
                "name": "Founding Rain of Stars",
                "type": "Sorcery",
                "effect": "Releases a downpour of star rain for a while",
                "school": "Primeval",
                "level": "8th-level",
                "casting_time": "1 action",
                "range": "120 feet",
                "duration": "Concentration, up to 1 minute",
                "components": "V, S",
                "lore": "The eldest primeval sorcery, said to have been discovered by anancient astrologer. A sorcery of legendary status. Summons a dark cloud of stars overhead. Shortly after, the cloudwill release a violent deluge of star rain. This sorcery can be castwhile in motion. Charging increases potency. Thought to be the founding glintstone sorcery. The glimpse of theprimeval current that the astrologer saw became real, and thestars' amber rained down on this land. ",
                "desc": "Gazing into your staff, your glimpse the primeval current and create a cloud of glintstone in the form of a cylinder 15 feet tall with a 30-foot radius. When you cast the spell and at the beginning of each of your turns while the spell is active a rain of glinstone bombards the ground underneath the cloud. Each creature in the area must succeed on a Dexterity saving throw. A target takes 10d6 force damage on a failed save, or half as much on a successful one.\n\nOn each of your turns after you cast this spell, you may use an action to move the cloud up to 30 feet to a point within range.",
                "higher_level": ""
            },
            {
                "": "123",
                "slug": "Freezing Mist",
                "name": "Freezing Mist",
                "type": "Sorcery",
                "effect": "Releases cold mist before caster",
                "school": "Snow Witch",
                "level": "3rd-level",
                "casting_time": "1 action",
                "range": "15 feet (5-foot radius sphere)",
                "duration": "Concentration, up to 1 minute",
                "components": "V, S",
                "lore": "Sorcery said to have been used by the old snow witch. Releases a cold mist before the caster. This sorcery can be cast while in motion. Charging enhances range of the mist. The snowy crone taught the young Ranni to fear the dark moon as she imparted her cold sorcery. ",
                "desc": "You create a 10-foot-radius sphere of freezing mist centered on a point within range. The sphere spreads around corners, and its area is lightly obscured. When a creature enters the spell's area for the first time on a turn or starts its turn there, that creature must make a Constitution saving throw. The creature takes 4d8 cold damage on a failed save, or half as much damage on a successful one.",
                "higher_level": ""
            },
            {
                "": "124",
                "slug": "Frozen Armament",
                "name": "Frozen Armament",
                "type": "Sorcery",
                "effect": "Enchants right-hand armament with frost",
                "school": "Snow Witch",
                "level": "2nd-level",
                "casting_time": "1 action",
                "range": "Touch",
                "duration": "Concentration, up to 10 minute",
                "components": "V, S",
                "lore": "Sorcery said to have been used by the old snow witch. Enchants armament held in the right hand with frost. This sorcery can be cast while in motion. The snowy crone taught the young Ranni to fear the dark moon as she imparted her cold sorcery. ",
                "desc": "You touch a weapon that deals only physical damage. Until the spell ends, that weapon becomes a magic weapon that deals an additional 1d8 cold damage.",
                "higher_level": ""
            },
            {
                "": "125",
                "slug": "Gavel of Haima",
                "name": "Gavel of Haima",
                "type": "Sorcery",
                "effect": "Attacks using a magic greathammer",
                "school": "Glintstone",
                "level": "2nd-level",
                "casting_time": "1 action",
                "range": "5 feet",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "One of the glintstone sorceries of the Academy of Raya Lucaria. Creates a magical greathammer and slams it down. Allows one follow-up attack. Drawn from the scholarly conspectus of Haima, the adjudicator of the academy, this sorcery employs might as a means to quell conflict. ",
                "desc": "You conjure a magical greathammer from your staff, slamming it down on a creature within range. Make a melee spell attack against the target. On a hit, the target takes 2d10 force damage. The hammer then detonates in a 5-foot radius sphere centered on the target. Each creature in the area except for you must make a Constitution saving throw. A creature takes 2d8 force damage on a failed save, or half as much damage on a successful one",
                "higher_level": ""
            },
            {
                "": "126",
                "slug": "Gelmir's Fury",
                "name": "Gelmir's Fury",
                "type": "Sorcery",
                "effect": "Covers area with surge of magma from the earth",
                "school": "Magma",
                "level": "7th-level",
                "casting_time": "1 action",
                "range": "60 feet",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "One of the sorceries developed from the magma of Mt. Gelmir. Conjures a surge of magma from the earth, covering the area. Charging extends the surge of magma. This sorcery is held to represent the fury of the volcano, but thearrogance of attempting to harness it is solely that of men andserpents. ",
                "desc": "A volcanic eruption bursts forth as you slam your staff into the ground. Magma sprays in a 30-foot radius around you. Each creature in the area other than you must make a Dexterity saving throw. A target takes 12d6 fire damage on a failed save, or half as much damage on a successful one.\n\nThe magma in the area lingers until the end of your next turn. The area is difficult terrain until the magma dissipates. Any creature that ends its turn in the magma takes 6d6 fire damage.",
                "higher_level": ""
            },
            {
                "": "127",
                "slug": "Glintblade Phalanx",
                "name": "Glintblade Phalanx",
                "type": "Sorcery",
                "effect": "Forms a defensive arch of magic glintblades",
                "school": "Carian",
                "level": "2nd-level",
                "casting_time": "1 action",
                "range": "Self",
                "duration": "Concentration, up to 1 minute",
                "components": "V, S",
                "lore": "One of the sorceries of the Carian royal family. Creates a defensive arch of magic glintblades overhead, whichautomatically attack nearby foes. This sorcery can be cast while in motion. Bestowed upon the enchanted Carian knights, who combined thisart with their swordsmanship to maintain pressure upon theirfoes, striking in waves of steel and sorcery. ",
                "desc": "Three glintblades hover in an arc around you. As a bonus action on your turns, you may send a glintblade towards a target in range, making a ranged spell attack it. On a hit, the target takes 2d6 force damage. The spell ends when no glintblades remain.",
                "higher_level": "an additional glintblade is created"
            },
            {
                "": "128",
                "slug": "Glintstone Arc",
                "name": "Glintstone Arc",
                "type": "Sorcery",
                "effect": "Launches a horizontally-widening magic arc",
                "school": "Glintstone",
                "level": "2nd-level",
                "casting_time": "1 action",
                "range": "Self (30-foot cone)",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "One of the glintstone sorceries of the Academy of Raya Lucaria. Fires a horizontal arc of magic that spreads outward. This sorcery can be cast repeteadly and while in motion. Granted to sorcererers who depart from the academy to embark onjourneys, in order to fend off large groups of would-be adversaries. Fools often roam in packs. ",
                "desc": "Wave your staff in front of you and create an arc of glinstone mage. Each creature in a 30-foot cone must make a Dexterity saving throw. A target takes 4d6 force damage on a failed save, or half as much damage on a successful one.",
                "higher_level": ""
            },
            {
                "": "129",
                "slug": "Glintstone Cometshard",
                "name": "Glintstone Cometshard",
                "type": "Sorcery",
                "effect": "Fires a magic comet with a trailing tail",
                "school": "Glintstone",
                "level": "1st-level",
                "casting_time": "1 action",
                "range": "60 feet",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "One of the glintstone sorceries of the Academy of Raya Lucaria. Fires a magical comet with a trailing tail. This sorcery can be cast repeatedly and while in motion. Charging enhances potency. A sorcery of the Karolos Conspectus, the most venerable of the academy. ",
                "desc": "A large shard of glintstone magic launches from your staff toward a creature or object within range. Make a ranged spell attack against the target. On a hit, the target takes 3d10 force damage.",
                "higher_level": ""
            },
            {
                "": "130",
                "slug": "Glintstone Icecrag",
                "name": "Glintstone Icecrag",
                "type": "Sorcery",
                "effect": "Fires mass of cold magic from glintstone",
                "school": "Snow Witch",
                "level": "2nd-level",
                "casting_time": "1 action",
                "range": "30 feet",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "Sorcery said to have been used by the old snow witch. The glintstone serves as a conduit, launching a mass of cold magic. This sorcery can be cast repeatedly and while in motion. The snowy crone taught the young Ranni to fear the dark moonas she imparted her cold sorcery. ",
                "desc": "You collect cold magic in your staff, combining it with a mass of glintstone that you launch towards a creature or object within range. Make a ranged spell attack against the target. On a hit, the target takes 3d6 cold damage and 3d6 force damage.",
                "higher_level": ""
            },
            {
                "": "131",
                "slug": "Glintstone Pebble",
                "name": "Glintstone Pebble",
                "type": "Sorcery",
                "effect": "Fires magic projectiles from glintstone",
                "school": "Glintstone",
                "level": "Cantrip",
                "casting_time": "1 action",
                "range": "30 feet",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "The most basic glintstone sorcery of the Academy of Raya Lucaria. The glintstone serves as a conduit, launching magical projectiles at foes. This sorcery can be cast repeatedly and while in motion. This is a universal first step on the journey to true knowledge of sorcery. ",
                "desc": "A tiny mote of glintstone magic launches from your staff towards a creature or object within range. Make a ranged spell attack against the target. On a hit, the target takes 1d10 force damage.\n\nThis spell's damage increases by 1d10 when you reach 5th Level (2d10), 11th level (3d10), and 17th level (4d10).",
                "higher_level": ""
            },
            {
                "": "132",
                "slug": "Glintstone Stars",
                "name": "Glintstone Stars",
                "type": "Sorcery",
                "effect": "Fires guided magic shooting stars",
                "school": "Glintstone",
                "level": "1st-level",
                "casting_time": "1 action",
                "range": "60 feet",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "One of the glintstone sorceries of the Academy of Raya Lucaria. Fires three magic shooting stars that pursue the target. This sorcery can be cast while in motion. Charging enhancespotency. A sorcery of the Olivinus Conspectus, which attracts sorcerers from Sellia, Town of Sorcery. ",
                "desc": "Imbue glintstone with your will, letting them free so they may pursue your a foe within range. The target must make a Dexterity saving throw. On a failed save, the target takes 3d6 force damage. On a successful save, the target takes half as much damage and suffers none of the spellâ€™s other effects",
                "higher_level": ""
            },
            {
                "": "133",
                "slug": "Gravity Well",
                "name": "Gravity Well",
                "type": "Sorcery",
                "effect": "Pulls foes toward caster with gravity projectile",
                "school": "Gravity",
                "level": "1st-level",
                "casting_time": "1 action",
                "range": "60 feet",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "One of the glintstone sorceries that manipulates gravitational forces. Fires a projectile of condensed gravitational force. Those struck by it will be pulled toward the caster. Charging enhances potency. A gravitational technique studied by the young Radahn. His master was an Alabaster Lord with skin of stone. ",
                "desc": "Conjure a chunk of glintstone imbued with gravitational magic at a creature within range. The target must make a Strength saving throw. A target takes 4d6 bludgeoning damage and is pulled 10 feet toward you. On a successful save, the target takes half as much damage and is not pulled.",
                "higher_level": ""
            },
            {
                "": "134",
                "slug": "Great Glintstone Shard",
                "name": "Great Glintstone Shard",
                "type": "Sorcery",
                "effect": "Fires larger magic projectiles from glintstone",
                "school": "Glintstone",
                "level": "1st-level",
                "casting_time": "1 action",
                "range": "60 feet",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "One of the glintstone sorceries of the Academy of Raya Lucaria. The glintstone serves as a conduit, launching large magical projectiles at foes. This sorcery can be cast repeatedly and while in motion. Those unworthy of the stone crown typically end their brief journey into sorcery here. ",
                "desc": "A large shard of glintstone magic launches from your staff towards a creature or object within range. Make a ranged spell attack against the target. On a hit, the target takes 3d10 force damage.",
                "higher_level": ""
            },
            {
                "": "135",
                "slug": "Great Oracular Bubble",
                "name": "Great Oracular Bubble",
                "type": "Sorcery",
                "effect": "Launches a large magic bubble",
                "school": "Claymen",
                "level": "3rd-level",
                "casting_time": "1 action",
                "range": "30 feet",
                "duration": "Concentration, up to 1 minute",
                "components": "V, S",
                "lore": "Sorcery of the claymen who served as priests in the ancient dynasty. Produces a gigantic magical bubble that drifts towards foes before it naturally ruptures. Â Charging increases the delay before the bubble pops. The claymen search for lost oracles within their bubbles. ",
                "desc": "Thinking on a prophecy heard long ago, you conjure a bubble of magic in a 5-foot radius sphere. The bubble drifts 15 feet towards a point you choose within range. The bubble moves an additional 15 feet at the beginning of each of your turns. When the spell ends, the bubble reaches its destination, or it collides with a creature or object, the bubble pops in a 10-foot radius burst. Each creature in the area must succeed on a Dexterity saving throw or take 6d6 force damage.",
                "higher_level": ""
            },
            {
                "": "136",
                "slug": "Greatblade Phalanx",
                "name": "Greatblade Phalanx",
                "type": "Sorcery",
                "effect": "Forms a defensive arch of larger magic glintblades",
                "school": "Carian",
                "level": "4th-level",
                "casting_time": "1 action",
                "range": "Self",
                "duration": "Concentration, up to 1 minute",
                "components": "V, S",
                "lore": "One of the sorceries of the Carian royal family. Creates a defensive arch of larger magic glintblades overhead, which automatically attack nearby foes. Used by the enchanted troll knights. They were the comrades of the young Rennala, bound by oath. ",
                "desc": "Three massive glintblades hover in an arc around you. As a bonus action on your turns, you may send a glintblade towards a target in range, making a ranged spell attack it. On a hit, the target takes 4d6 force damage. The spell ends when no glintblades remain.",
                "higher_level": "an additional glintblade is created"
            },
            {
                "": "137",
                "slug": "Loretta's Greatbow",
                "name": "Loretta's Greatbow",
                "type": "Sorcery",
                "effect": "Fires great arrow from a magic greatbow",
                "school": "Loretta's",
                "level": "4th-level",
                "casting_time": "1 action",
                "range": "120 feet",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "Sorcery used by Royal Knight Loretta. Creates a magic greatbow and fires a great arrow. Charging enhances potency. Hold to keep the great arrow nocked. It is said that the bow was Loretta's favored weapon. ",
                "desc": "Conjure a massive magical greatbow and fire an arcane projectile at a target within range. Make a ranged spell attack against the target. On a hit, the target takes 10d6 force damage.",
                "higher_level": ""
            },
            {
                "": "138",
                "slug": "Loretta's Mastery",
                "name": "Loretta's Mastery",
                "type": "Sorcery",
                "effect": "Fires four great arrow from a magic greatbow at once",
                "school": "Loretta's",
                "level": "8th-level",
                "casting_time": "1 action",
                "range": "120 feet",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "Sorcery used by Loretta, Knight of the Haligtree. Creates a magic greatbow and fires four great arrows simultaneously. Charging enhances potency. Hold to keep the great arrows nocked. Developed by Loretta after her long, bloody journey to seek out a place where the Albinaurics could live in peace. ",
                "desc": "Conjure a massive magical greatbow and fire four arcane projectile at targets within range. Each arrow can target the same creature, different creatures, or combinations thereof. For each arrow, make a ranged spell attack against the target. On a hit, the target takes 8d6 force damage.",
                "higher_level": ""
            },
            {
                "": "139",
                "slug": "Lucidity",
                "name": "Lucidity",
                "type": "Sorcery",
                "effect": "Alleviates buildup of sleep and madness",
                "school": "Carian",
                "level": "2nd-level",
                "casting_time": "1 action",
                "range": "Self",
                "duration": "1 minute",
                "components": "V, S",
                "lore": "One of the sorceries of the Carian royal family. Alleviates buildup of sleep and madness. This sorcery can be cast while in motion. The Carian knights never waver. ",
                "desc": "For the duration, the willing creature you touch has advantage on saving throws against sleep or frenzy effects.",
                "higher_level": ""
            },
            {
                "": "140",
                "slug": "Magic Downpour",
                "name": "Magic Downpour",
                "type": "Sorcery",
                "effect": "Summon a magic mass that sprays projectiles over area",
                "school": "Carian",
                "level": "3rd-level",
                "casting_time": "1 action",
                "range": "30 feet",
                "duration": "Concentration, up to 1 minute",
                "components": "V, S",
                "lore": "One of the sorceries of the Carian royal family. Summons a mass of magic that fires projectiles over a wide area. This sorcery can be cast while in motion. Charging extendsduration. Said to have been taught by the Crystalians to mark the swearingof the old concord. ",
                "desc": "Conjure a mass of magic that hovers 20-feet above a point on the ground within range. The mass then projects a 30-foot cone of magic stars from itself. Each creature in the area must make a Dexterity saving throw. a target takes 4d6 force damage on a failed save, or half as much damage on a successful one. On subsequent turns for the duration of the spell, you may use an action to create another cone of stars.",
                "higher_level": ""
            },
            {
                "": "141",
                "slug": "Magic Glintblade",
                "name": "Magic Glintblade",
                "type": "Sorcery",
                "effect": "Creates sigil that forms a projectile glintblade after delay",
                "school": "Carian",
                "level": "1st-level",
                "casting_time": "1 action",
                "range": "Self",
                "duration": "1 round",
                "components": "V, S",
                "lore": "An old sorcery of the Carian Royal Family. Creates a sigil overhead, from which an enemy-seeking glintblade appears after a brief delay. Â This sorcery can be used while in motion. Â Charging increases the delay. Â Said to be the prototype of the sword-phalanx soerceries wielded by royal enchanted knights",
                "desc": "Conjure the Carian Sigil in an adjacent space. The sigil hovers in the air until the beginning of your next turn when it transforms into a glintstone blade. When it transforms, choose a creature within range of the blade and make a ranged spell attack against it On a hit, the target takes 4d6 force damage.",
                "higher_level": ""
            },
            {
                "": "142",
                "slug": "Magma Shot",
                "name": "Magma Shot",
                "type": "Sorcery",
                "effect": "Fires lump of magma that explodes on contact",
                "school": "Magma",
                "level": "3rd-level",
                "casting_time": "1 action",
                "range": "30 feet",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "One of the sorceries developed from the magma of Mt. Gelmir. Fires a lump of magma that explodes on contact. Â Charging enhances potency. After discovering the ancient hexes of Gelmir, Rykard, son of Queen Rennala, brought them back into practical use as new forms of sorcery. ",
                "desc": "Hurl a lump of magma at a point within range, which explodes in a 5-foot radius sphere. Each creature in the area other than you must make a Dexterity saving throw. A target takes 5d6 fire damage on a failed save, or half as much damage on a successful one.\n\nThe magma in the area lingers until the end of your next turn. The area is difficult terrain until the magma dissipates. Any creature that ends its turn in the magma takes 4d6 fire damage.",
                "higher_level": ""
            },
            {
                "": "143",
                "slug": "Meteorite",
                "name": "Meteorite",
                "type": "Sorcery",
                "effect": "Calls small meteors down from the sky",
                "school": "Gravity",
                "level": "5th-level",
                "casting_time": "1 action",
                "range": "60 feet",
                "duration": "Concentration, up to 1 minute",
                "components": "V, S",
                "lore": "One of the glintstone sorceries that manipulates gravitational forces. Summons a void that emits aÂ rain of small meteorites. Hold to continue the effect. The sorcery originates from the Onyx Lords, who had skin of stone, and were called lords in reverential fear of their destructive power. ",
                "desc": "A tear in space appears overhead, summoning meteorites from the depths of space.",
                "higher_level": ""
            },
            {
                "": "144",
                "slug": "Meteorite of Astel",
                "name": "Meteorite of Astel",
                "type": "Sorcery",
                "effect": "Calls a hail of small meteorites from the void.",
                "school": "Gravity",
                "level": "8th-level",
                "casting_time": "1 action",
                "range": "120 feet",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "One of the glintstone sorceries that manipulates gravitational forces. Summons a void that emits a hail of meteorites. Hold to continue the effect. A manifestation of the power with which Astel leveled the Eternal City. ",
                "desc": "Astelâ€™s cry shakes the earth as a massive tear in space appears overhead. Five meteors are summoned, which you can direct to crash into different points within range. The meteorites explode in 10-foot radius spheres when they land. Each creature in the area must make a Dexterity saving throw. A target takes 12d6 bludgeoning damage on a failed save, or half as much damage on a successful one. Targets only take damage from a single meteor each time the spell is cast.\n\nAs a bonus action on subsequent turns while the spell is active, you may summon another meteor from the tear that acts in the same manner as the previous ones.",
                "higher_level": ""
            },
            {
                "": "145",
                "slug": "Night Comet",
                "name": "Night Comet",
                "type": "Sorcery",
                "effect": "Fires a semi-invisible magic comet",
                "school": "Night",
                "level": "2nd-level",
                "casting_time": "1 action",
                "range": "60 feet",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "One of the night sorceries of Sellia, Town of Sorcery. Fires a semi-invisible magic comet. This sorcery can be cast repeatedly and while in motion. Charging enhances potency. The Sellian sorcerers were assassins, and it is said that they often hunted their fellows. ",
                "desc": "A comet resembling the inky blackness of a starless sky fires from your staff at a creature or object within range. Make a ranged spell attack against the target. On a hit, the target takes 4d10 force damage. This attack is made at advantage if the caster is in dim light.",
                "higher_level": ""
            },
            {
                "": "146",
                "slug": "Night Maiden's Mist",
                "name": "Night Maiden's Mist",
                "type": "Sorcery",
                "effect": "Releases life-sapping silver mist before caster",
                "school": "Night",
                "level": "4th-level",
                "casting_time": "1 action",
                "range": "15 feet (5-foot radius sphere)",
                "duration": "Concentration, up to 1 minute",
                "components": "V, S",
                "lore": "One of the night sorceries of Sellia, Town of Sorcery. Releases a life-sapping silver mist before the caster, dealingdamage to all caught within, including the caster. This sorcery can be cast while in motion. Below Sellia, the Eternal City of Nokron sleeps. This sorceryoriginates from the maiden of that place. ",
                "desc": "You create a 10-foot-radius sphere of silver mist centered on a point within range. The sphere spreads around corners, and its area is lightly obscured. When a creature enters the spell's area for the first time on a turn or starts its turn there, that creature must make a Constitution saving throw. The creature takes 4d8 necrotic damage on a failed save, or half as much damage on a successful one. The caster regains hit points equal to half the damage dealt. Creatures are affected even if they hold their breath or don't need to breathe.",
                "higher_level": ""
            },
            {
                "": "147",
                "slug": "Night Shard",
                "name": "Night Shard",
                "type": "Sorcery",
                "effect": "Swiftly fires a semi-invisible magic projectile",
                "school": "Night",
                "level": "1st-level",
                "casting_time": "1 bonus action",
                "range": "60 feet",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "One of the night sorceries of Sellia, Town of Sorcery. Swiftly fires a semi-invisible projectile. This sorcery can be used without delay after performing another action. The Sellian sorcerers were assassins, and it is said that they often hunted their fellows. ",
                "desc": "A sliver of darkness fires from your staff at a creature or object within range. Make a ranged spell attack against the target. On a hit, the target takes 2d6 force damage. This attack is made at advantage if the caster is in dim light.",
                "higher_level": ""
            },
            {
                "": "148",
                "slug": "Oracle Bubbles",
                "name": "Oracle Bubbles",
                "type": "Sorcery",
                "effect": "Launches several small magic bubbles",
                "school": "Claymen",
                "level": "1st-level",
                "casting_time": "1 action",
                "range": "30 feet",
                "duration": "Concentration, up to 1 minute",
                "components": "V, S",
                "lore": "Sorcery of the claymen who served as priests in the ancientdynasty. Produces several small magical bubbles that drift towards foesÂ before they naturally pop. Charging increases the delay before the bubbles pop. The claymen search for lost oracles within their bubbles. ",
                "desc": "Bubbles of prophecy float out of your staff, occupying a 5-foot cube within range. If the space is occupied by a creature, the bubbles pop and the creature must make a Dexterity saving throw. The target takes 6d4 force damage on a failed save, or half as much damage on a successful one. The bubbles otherwise hover in space until a creature enters the area. The bubbles then pop and the creature makes the same saving throw.",
                "higher_level": ""
            },
            {
                "": "149",
                "slug": "Rancorcall",
                "name": "Rancorcall",
                "type": "Sorcery",
                "effect": "Summons vengeful spirits that chase down foes",
                "school": "Death",
                "level": "3rd-level",
                "casting_time": "1 action",
                "range": "120 feet",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "SorceryÂ of the servants of Death. Summons vengeful spirits that chase down foes. Charging enhances potency. Â Once though lost, this ancient death hex was rediscovered by the necromancer Garris. Â ",
                "desc": "The vengeful spirits of Those Who Live in Death answer your call, chasing down a creature within range. The spirits appear in your space in a five-foot wide sphere, and moves 30 feet toward the target. At the beginning of each of your turns, the spirits move another 30 feet toward the target. When the spirits reach the target, it must make a Constitution saving throw. The target takes 8d8 necrotic damage on a failed save, or half as much damage on a successful one.\n\nThe spell ends after the spirits reach the target or they have moved 120 feet",
                "higher_level": ""
            },
            {
                "": "150",
                "slug": "Ranni's Dark Moon",
                "name": "Ranni's Dark Moon",
                "type": "Sorcery",
                "effect": "Incarnate a cold, dark moon and launch it at foes.",
                "school": "Full Moon",
                "level": "9th-level",
                "casting_time": "1 action",
                "range": "Self",
                "duration": "1 round",
                "components": "V, S",
                "lore": "Legendary sorcery associated with the Carian queen. Â Uses the caster as a vessel to incarnate a cold, dark moon, then sends it floating toward foes. The dark moon dispels all sorcery that touches it, and temporarily reduces magic damage negation for those it strikes. This moon was encountered by a young Ranni, led by the hand of her mother, Rennala. What she beheld was cold, dark and veiled in occult mystery. ",
                "desc": "Picturing the Dark Moon of the Carian princess, you hover into the air and transform yourself into an effigy of the same dark moon. Until the beginning of your next turn, you are incapacitated and immune to damage from sorceries. You also automatically succeed on saving throws from sorcery spells. \n\nAt the beginning of your next turn, the moon is launched at a creature within range while you drift safely down into the space you cast the spell. When the moon reaches the target, it explodes in a 20-foot radius sphere centered on that point. Each creature in the area must make a Wisdom saving throw. a target takes 10d10 cold damage and 10d10 force damage on a failed save, or half as much damage on a successful one. Creatures that fail the save also gain vulnerability to force damage and disadvantage on saving throws against sorceries for the next minute. At the end of each of its turns, the target can make another Wisdom saving throw. On a success, the spell ends on the target.",
                "higher_level": ""
            },
            {
                "": "151",
                "slug": "Rennala's Full Moon",
                "name": "Rennala's Full Moon",
                "type": "Sorcery",
                "effect": "Incarnate a full moon and launch it at foes",
                "school": "Full Moon",
                "level": "9th-level",
                "casting_time": "1 action",
                "range": "Self",
                "duration": "1 round",
                "components": "V, S",
                "lore": "Sorcery associated with the Carian queen. Uses the caster as a vessel to incarnate a full moon, then sends it floating toward foes. The full moon dispels all sorcery that touches it, and temporarily reduces magic damage negation for those it strikes. Queen Rennala encountered this enchanting moon when she was young, and later, it would bewitch the academy. ",
                "desc": "Picturing the Full Moon of the Carian queen, you hover into the air and transform yourself into an effigy of the same moon. Until the beginning of your next turn, you are incapacitated and immune to damage from sorceries. You also automatically succeed on saving throws from sorcery spells. \n\nAt the beginning of your next turn, the moon is launched at a creature within range while you drift safely down into the space you cast the spell. When the moon reaches the target, it explodes in a 20-foot radius sphere centered on that point. Each creature in the area must make a Wisdom saving throw. a target takes 40d6 force damage on a failed save, or half as much damage on a successful one. Creatures that fail the save also gain vulnerability to force damage and disadvantage on saving throws against sorceries for the next minute. At the end of each of its turns, the target can make another Wisdom saving throw. On a success, the spell ends on the target.",
                "higher_level": ""
            },
            {
                "": "152",
                "slug": "Rock Blaster",
                "name": "Rock Blaster",
                "type": "Sorcery",
                "effect": "Thrust staff into ground to emit a massive shockwave",
                "school": "Glintstone",
                "level": "2nd-level",
                "casting_time": "1 action",
                "range": "Self (10-foot radius circle)",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "One of the glintstone sorceries of the Academy of Raya Lucaria. Imbues the ferrule of the caster's staff with magic, then thrusts itinto the ground to create a massive magical shockwave. Hold to continue moving without striking the ground, and thenpush the end of the staff into enemies. An enhanced version of the glintstone miners' Stonediggersorcery. ",
                "desc": "The base of your staff charges with glintstone magic, slamming into the ground and blasting the ground around you. Each creature in a 10-foot-radius circle around you must make a Dexterity saving throw. A target takes 5d6 force damage on a failed save, or half as much damage on a successful one.",
                "higher_level": ""
            },
            {
                "": "153",
                "slug": "Rock Sling",
                "name": "Rock Sling",
                "type": "Sorcery",
                "effect": "Summons rocks from the earth and sends its flying",
                "school": "Gravity",
                "level": "2nd-level",
                "casting_time": "1 action",
                "range": "60 feet",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "One of the glintstone sorceries that manipulates gravitational forces. Â Pulls a clump of rocks from the earth and sends them flying. This sorcery can be cast while in motion. A gravitational technique studied by the young Radahn. His master was an Alabaster Lord with skin of stone. Â ",
                "desc": "You seize nearby rock and debris with gravity magic, hurling them towards your quaries. You can control three projectiles, directing each towards one or more targets within range. make a ranged spell attack against each target. On a hit, the target takes 4d6 bludgeoning damage.",
                "higher_level": ""
            },
            {
                "": "154",
                "slug": "Roiling Magma",
                "name": "Roiling Magma",
                "type": "Sorcery",
                "effect": "Fires lump of magma that explodes after delay",
                "school": "Magma",
                "level": "7th-level",
                "casting_time": "1 action",
                "range": "30 feet",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "One of the sorceries developed from the magma of Mt. Gelmir. Fires a lump of condensed magma that explodes a short delay after hitting the target. Charging enhances potency and further delays the explosion. After discovering the ancient hexes of Gelmir, Rykard, son of Queen Rennala, brought them back into practical use as new forms of sorcery. ",
                "desc": "A beam of yellow light flashes from your pointing finger, then condenses to linger at a chosen point within range as a glowing bead for the Duration. When the spell ends, either because your Concentration is broken or because you decide to end it, the bead blossoms with a low roar into an explosion of magma. Each creature in a 20-foot-radius Sphere centered on that point must make a Dexterity saving throw. A creature takes fire damage equal to the total accumulated damage on a failed save, or half as much damage on a successful one.\n\nThe magma in the area lingers until the end of your next turn. The area is difficult terrain until the magma dissipates. Any creature that ends its turn in the magma takes 6d6 fire damage.\n\nThe spell's base damage is 10d6. If at the end of Your Turn the bead has not yet detonated, the damage increases by 1d6. The magma damage does not increase",
                "higher_level": ""
            },
            {
                "": "155",
                "slug": "Rykard's Rancor",
                "name": "Rykard's Rancor",
                "type": "Sorcery",
                "effect": "Releases searing spirits that repeatedly explode after delay",
                "school": "Magma",
                "level": "8th-level",
                "casting_time": "1 action",
                "range": "30 feet",
                "duration": "Special",
                "components": "V, S",
                "lore": "The terrible power of Rykard, Lord of Blasphemy. Â Summons searing spirits that leave a trail of delayed explosions in their wake. These spirits manifest from the rancor of heroes who met a violent end. The lord granted them an audience, whereupon they were welcomed by the maw of the great serpent -- and within the serpent's bowels, they became the lord's kin. Â ",
                "desc": "The howling souls of those consumed by the Great Serpent rise from your staff, pursuing a creature within range. The spirits appear in your space in a five-foot wide sphere, and moves 30 feet toward the target. At the beginning of each of your turns, the spirits move another 30 feet toward the target. When the spirits reach the target, it must make a Constitution saving throw. The target takes 10d6 fire damage and 10d6 necrotic damage on a failed save, or half as much damage on a successful one.\n\nThe spell ends after the spirits reach the target or they have moved 120 feet. Whenever the spirits end their movement, they leave a fiery trail along the path they moved which explodes afterwards. Each creature within five feet of the trail must succeed on a Dexterity saving or take 8d6 fire damage.",
                "higher_level": ""
            },
            {
                "": "156",
                "slug": "Scholar's Armament",
                "name": "Scholar's Armament",
                "type": "Sorcery",
                "effect": "Enchants right-hand armament with magic damage",
                "school": "Glintstone",
                "level": "2nd-level",
                "casting_time": "1 action",
                "range": "Touch",
                "duration": "Concentration, up to 10 minute",
                "components": "V, S",
                "lore": "One of the glintstone sorceries of the Academy of Raya Lucaria. Enchants armaments held in the right hand with magic-affinity attacks. This sorcery can be cast while in motion. Taught to the Knights of the Cuckoo by the academy as payment for their contract. ",
                "desc": "You touch a weapon that deals only physical damage. Until the spell ends, that weapon becomes a magic weapon that deals an additional 1d8 force damage.",
                "higher_level": ""
            },
            {
                "": "157",
                "slug": "Scholar's Shield",
                "name": "Scholar's Shield",
                "type": "Sorcery",
                "effect": "Enhances left-hand shield damage negation",
                "school": "Glintstone",
                "level": "3rd-level",
                "casting_time": "1 action",
                "range": "Touch",
                "duration": "Concentration, up to 10 minute",
                "components": "V, S",
                "lore": "One of the glintstone sorceries of the Academy of Raya Lucaria. Enchants shield held in the left hand with additional damage negation. This sorcery can be cast while in motion. Taught to the Knights of the Cuckoo by the academy as payment for their contract. ",
                "desc": "You touch a nonmagical shield. Until the spell ends, that shield becomes a magic shield with a +1 bonus to AC while granting resistance to force damage for the wielder.",
                "higher_level": ""
            },
            {
                "": "158",
                "slug": "Shard Spiral",
                "name": "Shard Spiral",
                "type": "Sorcery",
                "effect": "Fire twin spiraling projectiles",
                "school": "Glintstone",
                "level": "2nd-level",
                "casting_time": "1 action",
                "range": "30 feet",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "One of the glintstone sorceries of the Academy of Raya Lucaria. Fires twin projectiles that form a spiral as they travel. This sorcery can be cast repeatedly and while in motion. Charging enhances potency. A sorcery of the Karolos Conspectus, the most venerable of the academy. This was the product of a failed attempt to create a new comet. ",
                "desc": "Two mirrored glintstone shards rotate in a double helix in a line 5 feet wide and 30 feet long.  Each creature in the line must make a Dexterity saving throw. A creature takes 3d8 force damage on a failed save, or half as much damage on a successful one.",
                "higher_level": ""
            },
            {
                "": "159",
                "slug": "Shatter Earth",
                "name": "Shatter Earth",
                "type": "Sorcery",
                "effect": "Thrust staff into ground to emit a shockwave",
                "school": "Glintstone",
                "level": "1st-level",
                "casting_time": "1 action",
                "range": "Self (5-foot radius circle)",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "One of the glintstone sorceries of the Academy of Raya Lucaria. Imbues the ferrule of the caster's staff with magic, then thrusts it into the ground to create a magical shockwave. Allows one follow-up attack. A Stonedigger sorcery used by the glintstone miners of the crystal tunnel. At the academy, use of this sorcery was a stigma that marked out failed scholars. ",
                "desc": "The base of your staff charges with glintstone magic, slamming into the ground and blasting the ground around you. Each creature in a 5-foot-radius circle around you must make a Dexterity saving throw. A target takes 3d6 force damage on a failed save, or half as much damage on a successful one.",
                "higher_level": ""
            },
            {
                "": "160",
                "slug": "Shattering Crystal",
                "name": "Shattering Crystal",
                "type": "Sorcery",
                "effect": "Creates crystal mass that shatters in forward burst",
                "school": "Crystalian",
                "level": "4th-level",
                "casting_time": "1 action",
                "range": "Self (30-foot cone)",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "Sorcery of the mysterious Crystalians. Creates a mass of crystal, then shatters it in a forward burst. Charging enhances potency. The Crystalians are inorganic beings, yet they live. They cleave close to the ideals of the primeval current, and as such, they are revered guests of the sorcerers. ",
                "desc": "Massive glintstone crystals collect in your staff and explode in a 30-foot cone. Each creature in that area must make a Dexterity saving throw, taking 10d10 force damage on a failed save, or half as much damage on a successful one. ",
                "higher_level": ""
            },
            {
                "": "161",
                "slug": "Star Shower",
                "name": "Star Shower",
                "type": "Sorcery",
                "effect": "Fires six shooting stars that pursue foes",
                "school": "Glintstone",
                "level": "3rd-level",
                "casting_time": "1 action",
                "range": "60 feet",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "One of the glintstone sorceries of the Academy of Raya Lucaria. Fires six magic shooting stars that pursue the target. This sorcery can be cast while in motion. Charging enhances potency. The most difficult to master of the Olivinus Conspectus sorceries. ",
                "desc": "Imbue glintstone with your will, letting them free so they may pursue your a foe within range. The target must make a Dexterity saving throw. On a failed save, the target takes 8d6 force damage. On a successful save, the target takes half as much damage and suffers none of the spellâ€™s other effects.",
                "higher_level": ""
            },
            {
                "": "162",
                "slug": "Starlight",
                "name": "Starlight",
                "type": "Sorcery",
                "effect": "Creates star light to illuminate surroundings",
                "school": "Glintstone",
                "level": "Cantrip",
                "casting_time": "1 action",
                "range": "Self",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "One of the glintstone sorceries of the Academy of Raya Lucaria. Creates a small, floating star light that illuminates surroundings. This sorcery can be cast while in motion. Granted to sorcerers who depart from the academy to embark on journeys. Even during the blackest nights, sojourns underground, or imprisonment in gaol, the stars are never far from a sorcerer's side. Â ",
                "desc": "A mote of light hovers above your head until the spell ends, shedding bright light in a 20-foot radius and dim light for an additional 20 feet. ",
                "higher_level": ""
            },
            {
                "": "163",
                "slug": "Stars of Ruin",
                "name": "Stars of Ruin",
                "type": "Sorcery",
                "effect": "Fire twelve dark shooting stars that pursue foes",
                "school": "Primeval",
                "level": "6th-level",
                "casting_time": "1 action",
                "range": "120 feet",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "Legendary sorcery devised by Lusat, primeval sorcerers. Â Fires twelve dark shooting stars that pursue the target. This sorcery can be cast while in motion. Charging increases potency. When Lusat glimpsed into the primeval current, he beheld the final moments of a great star cluster, and upon seeing it, he too was broken. Â ",
                "desc": "You create a barrage of stars to pursue a foe within range. The target must make a Dexterity saving throw. On a success, the target takes no damage. On a failure, the target takes 5d8 force damage, plus an additional 1d8 damage equal to the difference between the target's save and your spell save DC, up to a maximum of 12d10 total damage. For instance, if your spell save DC is 18 and the target rolls a 15 on their Dexterity save, they would take 8d8 force damage.",
                "higher_level": ""
            },
            {
                "": "164",
                "slug": "Swift Glintstone Shard",
                "name": "Swift Glintstone Shard",
                "type": "Sorcery",
                "effect": "Swiftly fires magic projectiles from glintstone",
                "school": "Glintstone",
                "level": "1st-level",
                "casting_time": "1 bonus action",
                "range": "30 feet",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "One of the glintstone sorceries of the Academy of Raya Lucaria. The glintstone serves as a conduit, launching swift magical projectiles at foes. This sorcery can be used without delay after performing another action. Those unworthy of the stone crown typically end their brief journey into sorcery here. ",
                "desc": "You quickly create a shard of glintstone and launch it from your staff toward a creature or object within range. Make a ranged spell attack against the target. On a hit, the target takes 1d8 force damage.",
                "higher_level": ""
            },
            {
                "": "165",
                "slug": "Terra Magica",
                "name": "Terra Magica",
                "type": "Sorcery",
                "effect": "Raises the magic strength of those within the sigil",
                "school": "Glintstone",
                "level": "5th-level",
                "casting_time": "1 action",
                "range": "Self (10-foot radius circle)",
                "duration": "Concentration, up to 1 minute",
                "components": "V, S",
                "lore": "One of the glintstone sorceries of the Academy of Raya Lucaria. Draws an academy sigil upon the ground, raising the magic strength of those within. Once, the sigil would be cast from the highest belfry of the academy, covering the entire institution's grounds. This spell allows such vivid experience of spellâ€”casting success, it turns many a fledgling into a true sorcerer in a flash of newfound understanding. ",
                "desc": "The sigil of the Academy of Raya Lucaria is summoned on the ground underneath you in a 10-foot radius circle. The spells of any creature of your choice that is standing within the circle are empowered. When an empowered creature rolls damage dice for a spell they cast within the circle, they can reroll any of the dice and take the higher total.",
                "higher_level": ""
            },
            {
                "": "166",
                "slug": "Thops's Barrier",
                "name": "Thops's Barrier",
                "type": "Sorcery",
                "effect": "Erect a magic forcefield to deflect spells",
                "school": "Glintstone",
                "level": "1st-level",
                "casting_time": "1 reaction",
                "range": "Self",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "The lifelong pursuit of Thops the Bluntstone. Creates a magic forcefield that deflects sorceries and incantations. Hold to continuously create barriers. Future generations will learn. They will know the foolishness of the sneering sorcerers who ridiculed this theory, little realizing that it was in fact a discovery worthy of a new conspectus of the academy.",
                "desc": "Holding your staff aloft, you create a barrier in front of you that deflects magic until the beginning of your next turn. While the barrier is active, spell attack rolls against you have disadvantage and you have advantage on Strength, Dexterity, and Constitution saving throws against magic.",
                "higher_level": ""
            },
            {
                "": "167",
                "slug": "Tibia's Summons",
                "name": "Tibia's Summons",
                "type": "Sorcery",
                "effect": "Summons Those Who Live in Death",
                "school": "Death",
                "level": "5th-level",
                "casting_time": "1 action",
                "range": "30 feet",
                "duration": "Instantaneous",
                "components": "V, S",
                "lore": "Sorcery of the servants of Death. Summons a group of Those Lost in Death. Three skeletons will appear some distance from the caster and attack foes before disappearing. The dead have long been left to wander; what they need is leadership. ",
                "desc": "You entreat the souls of Those Who Live in Death, answering your call in the form of three skeletal spirits which attack a target in range. Make three melee spell attacks at the target. Each attack that hits the target deals 4d6 slashing damage.",
                "higher_level": ""
            },
            {
                "": "168",
                "slug": "Unseen Blade",
                "name": "Unseen Blade",
                "type": "Sorcery",
                "effect": "Makes right-hand armament completely invisible",
                "school": "Night",
                "level": "Cantrip",
                "casting_time": "1 action",
                "range": "Touch",
                "duration": "1 minute",
                "components": "V, S",
                "lore": "One of the night sorceries of Sellia, Town of Sorcery. Enchants armament held in right hand, making it completely invisible. This sorcery can be cast while in motion. Used by Sellian assassins to present themselves as unarmed sorcerers. ",
                "desc": "You mask a weapon in night magic, obscuring it in the hand of the wielder. The next attack made with the invisible weapon before the spell ends is made at advantage.\n",
                "higher_level": ""
            },
            {
                "": "169",
                "slug": "Unseen Form",
                "name": "Unseen Form",
                "type": "Sorcery",
                "effect": "Makes the caster semi-invisible",
                "school": "Glintstone",
                "level": "2nd-level",
                "casting_time": "1 action",
                "range": "Touch",
                "duration": "Concentration, up to 1 hour",
                "components": "V, S",
                "lore": "One of the night sorceries of Sellia, Town of Sorcery. Makes the caster semi-invisible. While on horseback, effect extends to cover the mount. This sorcery can be cast while in motion. The Sellian assassins considered every option that aided their dirty work. ",
                "desc": "A creature you touch becomes invisible until the spell ends. Anything the target is wearing or carrying is invisible as long as it is on the targetâ€™s person. The spell ends for a target that attacks or casts a spell.",
                "higher_level": ""
            },
            {
                "": "170",
                "slug": "Zamor Ice Storm",
                "name": "Zamor Ice Storm",
                "type": "Sorcery",
                "effect": "Thrust staff into ground to create freezing tornado",
                "school": "Snow Witch",
                "level": "7th-level",
                "casting_time": "1 action",
                "range": "Self (A 15-foot-radius, 50-foot-high cylinder)",
                "duration": "Concentration, up to 1 minute",
                "components": "V, S",
                "lore": "Ice sorcery of the Town of Zamor. Strike the ground with the staff to create a freezing tornado. Charging enhances potency. Cloaked in icy tempests, the knights of Zamor have challenged the Fire Giants since ancient times.",
                "desc": "A whirlwind of freezing air surrounds you for the spell's duration in a 15-foot radius 50-foot high cylinder. The area of the whirlwind is difficult terrain. A creature must make a Dexterity saving throw the first time on a turn that it enters the whirlwind or that the whirlwind enters its space, including when the whirlwind first appears. A creature takes 8d6 bludgeoning damage and 8d6 cold damage on a failed save, or half as much damage on a successful one.\n\nWhen you create the storm, you can choose whether to have it draw creatures into the storm or force them out. If you choose the former, creatures within the area of the whirlwind must succeed on a Strength saving throw at the beginning of their turns or be dragged to a free space adjacent to you. If you choose the latter, creatures within the whirlwind must make the same save or be pushed to the edge of the storm. ",
                "higher_level": ""
            }
        ]
    },
    {
        "name": "Ashes of War",
        "items": [
            {
                "name": "",
                "sp": "",
                "activation_time": "",
                "affinity": "",
                "duration": "",
                "applicable_arms": "",
                "lore": "",
                "description": ""
            },
            {
                "name": "Stamp (Upward Cut)",
                "sp": "2",
                "activation_time": "1 bonus action",
                "affinity": "Heavy",
                "duration": " 1 round",
                "applicable_arms": "Greatswords, Colossal Swords, Curved Greatswords, Heavy Thrusting Swords, Hammers, Great Hammers, Axes, Greataxes, Flails, Colossal Weapons",
                "lore": "Brace armament and step into a low stance that prevents recoil from most enemy attacks. Follow up with a strong attack for an upward strike.",
                "description": "You stomp on the ground, kicking up dust and bracing yourself. For the duration, you have advantage on ability checks and saving throws made to avoid being knocked prone or shoved. As an action while you are braced, you can make an attack roll at disadvantage at up to two creatures in range."
            },
            {
                "name": "Quickstep",
                "sp": "1",
                "activation_time": "1 bonus action",
                "affinity": "Keen",
                "duration": " Instantaneous",
                "applicable_arms": "All melee armaments",
                "lore": "Skill prized by the crafty and fleet of foot. Perform a quickstep maneuver that allows for circling around lock-on targets.",
                "description": "You move up to 5 feet in any direction without provoking attacks of opportunity."
            },
            {
                "name": "Barbaric Roar",
                "sp": "2",
                "activation_time": "1 bonus action",
                "affinity": "Heavy",
                "duration": "Prof. Mod Rounds",
                "applicable_arms": "Usable on melee armaments (daggers, thrusting swords, and whips excepted)",
                "lore": "Let loose a bestial roar to rally the spirit and increase attack power. While active, strong attacks change to savage combo attacks.",
                "description": "You bellow a bestial roar, bolstering yourself. For a number of rounds equal to your proficiency bonus, your attack and damage rolls with Heavy weapons are increased by 1."
            },
            {
                "name": "Square Off",
                "sp": "1",
                "activation_time": "1 bonus action",
                "affinity": "Quality",
                "duration": "Straight Swords",
                "applicable_arms": "Usable on melee armaments (daggers, thrusting swords, and whips excepted)",
                "lore": "This skill starts with the sword held level. Follow up with a normal attack to slash upwards through enemy's guard, or a strong attack to perform a running thrust.\"",
                "description": "You enter a prepared stance until the beginning of your next turn. While prepared, you may make an attack of opportunity against any creature who enters your reach."
            },
            {
                "name": "Kick",
                "sp": "0",
                "activation_time": "passive",
                "affinity": "Heavy",
                "duration": "Instantaneous",
                "applicable_arms": "All melee armaments",
                "lore": "Push an enemy back with a high kick. Effective against enemies who are guarding, and can break a foe's stance. Sometimes a simple tool is the most effective.",
                "description": "While wielding this weapon, you have advantage on shove attacks made to push an enemy 5 feet away from you."
            },
            {
                "name": "Wild Strikes",
                "sp": "2",
                "activation_time": "1 free action",
                "affinity": "Heavy",
                "duration": "1 Turn",
                "applicable_arms": "Greatswords, Curved Swords, Curved Greatswords, Hammers, Great Hammers, Axes, Greataxes, Flails",
                "lore": "Swing armament with wild abandon. Hold to continue swinging. Can be followed up with a normal or strong attack.",
                "description": "When you make your first attack on your turn, you can decide to attack recklessly. Doing so gives you advantage on melee weapon attack rolls during this turn, but attack rolls against you have advantage until your next turn."
            },
            {
                "name": "Impaling Thrust",
                "sp": "2",
                "activation_time": "1 bonus action",
                "affinity": "Keen",
                "duration": "1 Turn",
                "applicable_arms": "Daggers, Straight Swords, Greatswords, Katanas, Twinblades, Thrusting Swords, Heavy Thrusting Swords, Spears, Great Spears, Halberds, Claws",
                "lore": "Skill that lets piercing armaments overcome enemy shields. Build power, then lunge forward for a strong thrust that pierces an enemy's guard.",
                "description": "You keenly thrust your blade between an opponent's guard. Until the beginning of your next turn, attacks you make with this weapon ignore the AC bonus of shields the target wields."
            },
            {
                "name": "Spinning Slash",
                "sp": "4",
                "activation_time": "1 action",
                "affinity": "Keen",
                "duration": "Instantaneous",
                "applicable_arms": "Daggers, Straight Swords, Greatswords, Curved Swords, Curved Greatswords, Katanas, Twinblades, Axes, Greataxes, Spears, Great Spears, Halberds, Reapers",
                "lore": "Skill favored by dexterous warriors. Slash foes as your body spins. Additional input allows for a follow-up attack.",
                "description": "You spin your blade in a circle around you, attacking a number of separate targets equal to your proficiency modifier. These attacks are made at disadvantage."
            },
            {
                "name": "Unsheathe",
                "sp": "2",
                "activation_time": "1 bonus action",
                "affinity": "Keen",
                "duration": "Special",
                "applicable_arms": "Katanas",
                "lore": "Skill of swordsmen from the Land of Reeds. Sheathe blade, holding it at the hip in a composed stance. Follow up with a normal or strong attack to perform a swift slash attack.",
                "description": "You sheathe your blade and prepare yourself for whatever comes your way. Until you make an attack roll, you have advantage on attacks made as a reaction."
            },
            {
                "name": "Spinning Chain",
                "sp": "3",
                "activation_time": "1 bonus action",
                "affinity": "Keen",
                "duration": "1 round",
                "applicable_arms": "Flails",
                "lore": "Spins the striking part of a flail at high speed to attack. Follow up with a normal or strong attack to link the momentum of this skill into a successful attack.",
                "description": "You begin spinning the spiked ball on the end of your flail. Until the end your next turn, when a creature within 5 feet of you makes a melee attack against you, you may make an attack of opportunity against that creature as a reaction."
            },
            {
                "name": "Endure",
                "sp": "2",
                "activation_time": "1 action",
                "affinity": "Keen",
                "duration": "1 round",
                "applicable_arms": "Flails",
                "lore": "Spins the striking part of a flail at high speed to attack. Follow up with a normal or strong attack to link the momentum of this skill into a successful attack.",
                "description": "You root yourself firmly in the ground. Until the beginning of your next turn, your movement speed is halved and you have advantage on ability checks and saving throws made to avoid being knocked prone or shoved. In addition, you gain resistance to bludgeoning, piercing, and slashing damage."
            },
            {
                "name": "Charge Forth",
                "sp": "3",
                "activation_time": "1 action",
                "affinity": "Quality",
                "duration": "Instantaneous",
                "applicable_arms": " Twinblades, Heavy Thrusting Swords, Spears, Great Spears, Halberds",
                "lore": "Quickly charge forward with the armament at the hip, carrying the momentum into a thrust.",
                "description": "You move up to your movement speed in a straight line without provoking an attack of opportunity and make an attack at advantage at a creature within your reach."
            },
            {
                "name": "Barrage",
                "sp": "3",
                "activation_time": "1 bonus action",
                "affinity": "Standard",
                "duration": "Instantaneous",
                "applicable_arms": "Light Bows",
                "lore": "Archery skill using a bow held horizontally. Ready the bow, then fire off a rapid succession of shots faster than the eye can see.",
                "description": "You make an attack roll with this bow at a target within the bowÃ¢â‚¬â„¢s first range increment at disadvantage."
            },
            {
                "name": "Mighty Shot",
                "sp": "1",
                "activation_time": "1 bonus action",
                "affinity": "Standard",
                "duration": "Instantaneous",
                "applicable_arms": "Light Bows, Bows",
                "lore": "Archery skill performed from an oblique stance. Ready the bow, then pull the bowstring to its limit to enhance the power of the shot, penetrating the enemy's guard.",
                "description": "You make an attack roll with this bow at a target within the bowÃ¢â‚¬â„¢s first range increment at disadvantage."
            },
            {
                "name": "Through and Through",
                "sp": "4",
                "activation_time": "1 action",
                "affinity": "Standard",
                "duration": "Instantaneous",
                "applicable_arms": "Light Bows, Bows",
                "lore": "Powerful archery skill using a greatbow held in an oblique stance. Ready the greatbow, then twist the bowstring to fire a mighty greatarrow that can penetrate through enemies.",
                "description": "You draw the string of your greatbow as far as it will go, firing a greatarrow in a straight line of length equal to the bowÃ¢â‚¬â„¢s first range increment. Make an attack roll against the creature in that line nearest to you. On a hit, the target takes damage as normal and the arrow punctures through them and continues in the line, striking each target in the line. Each target hit reduces the attack roll of the arrow by 1."
            },
            {
                "name": "Repeating Thrust",
                "sp": "3",
                "activation_time": "1 action",
                "affinity": "Keen",
                "duration": "Instantaneous",
                "applicable_arms": "Daggers, Straight Swords, Greatswords, Katanas, Twinblades, Thrusting Swords, Heavy Thrusting Swords, Spears, Great Spears, Halberds",
                "lore": "Twist to build power, then unleash a flurry of thrusts.",
                "description": "As part of your Attack action, you may make an additional attack with this weapon."
            },
            {
                "name": "Glintstone Pebble",
                "sp": "3",
                "activation_time": "1 action",
                "affinity": "Magic",
                "duration": "Instantaneous",
                "applicable_arms": " Daggers, Straight Swords, Greatswords, Curved Swords, Curved Greatswords, Katanas, Twinblades, Thrusting Swords, Heavy Thrusting Swords, Spears, Great Spears, Halberds",
                "lore": "Skill that employs the glintstone sorcery of the same name. Follow up with a strong attack to chain this skill into a lunging thrust, performed while the armament is still imbued with glintstone.",
                "description": "You cast the Glintstone Pebble sorcery using Intelligence as your spellcasting modifier, immediately followed by an attack made with this weapon at a target within range. Between the spell and attack, you may move up to 5 feet without provoking attacks of opportunity."
            },
            {
                "name": "Carian Grandeur",
                "sp": "4",
                "activation_time": "Variable",
                "affinity": "Magic",
                "duration": "Instantaneous",
                "applicable_arms": " Daggers, Straight Swords, Greatswords, Curved Swords, Curved Greatswords, Katanas, Twinblades, Thrusting Swords, Heavy Thrusting Swords.",
                "lore": "Carian royal prestige embodied in a skill. Transform the blade into a magical greatsword and swing it down. Can be charged to increase its power.",
                "description": "As a bonus action, you manifest a magic greatsword from the hilt of this weapon, striking down at an enemy within five feet of you. Make a melee attack roll using your Intelligence modifier. On a hit, the target takes 3d6 force damage. You may activate this ability using an action instead, increasing the range of the the attack to ten feet and the damage to 6d6 force damage."
            },
            {
                "name": "Sacred Blade",
                "sp": "3",
                "activation_time": "1 action",
                "affinity": "Magic",
                "duration": "1 round",
                "applicable_arms": " Daggers, Straight Swords, Greatswords, Colossal Swords, Curved Swords, Curved Greatswords, Katanas, Twinblades, Thrusting Swords, Heavy Thrusting Swords, Hammers, Great Hammers, Axes, Greataxes, Flails, Spears, Great Spears, Halberds, Reapers, Colossal Weapons",
                "lore": "Grants armament's attacks holy essence and fires off a golden blade projectile. The armament retains its holy essence for a while",
                "description": "You fire an arc of golden light at a creature within 30 feet of you as a ranged attack with this weapon. On a hit, the target takes 4d6 radiant damage. Until the end of your next turn, your weapon glows brightly with unalloyed gold, and deals an 2d6 radiant damage on a hit."
            },
            {
                "name": "Flaming Strike",
                "sp": "4",
                "activation_time": "1 action",
                "affinity": "Fire",
                "duration": "1 round",
                "applicable_arms": " Daggers, Straight Swords, Greatswords, Curved Swords, Curved Greatswords, Katanas, Twinblades, Thrusting Swords, Heavy Thrusting Swords, Hammers, Great Hammers, Axes, Greataxes, Flails, Spears, Great Spears, Halberds, Reapers, Fists, Claws",
                "lore": "Skill that emits flame in a wide frontward arc. Follow up with a strong attack to perform a lunging, sweeping strike. This will also coat the armament in fire.\"",
                "description": "You summon an arc of flame in a 20-foot cone in front of you. Each creature caught in the area must succeed on a Dexterity Saving Throw against your Affinity DC or take 5d6 fire damage. On a successful save, the creature takes half as much damage. Until the end of your next turn, this weapon deals an additional 2d6 fire damage."
            },
            {
                "name": "LionÃ¢â‚¬â„¢s Claw",
                "sp": "2",
                "activation_time": "1 action",
                "affinity": "Heavy",
                "duration": "Instantaneous",
                "applicable_arms": "  Straight Swords, Greatswords, Colossal Swords, Curved Swords, Curved Greatswords, Katanas, Twinblades, Hammers, Great Hammers, Axes, Greataxes, Flails, Colossal Weapons",
                "lore": "Skill of the Redmanes, who fought alongside General Radahn. Somersault forwards, striking foes with armament.",
                "description": "You move into a somersaulting long jump without provoking attacks of opportunity, making a single attack at advantage at a creature within your reach when you land."
            },
            {
                "name": "Vacuum Slice",
                "sp": "2",
                "activation_time": "1 action",
                "affinity": "Quality",
                "duration": "Instantaneous",
                "applicable_arms": "Daggers, Straight Swords, Greatswords, Colossal Swords, Curved Swords, Curved Greatswords, Katanas, Twinblades, Thrusting Swords, Heavy Thrusting Swords, Axes, Greataxes",
                "lore": "Lost skill of ancient heroes. Hold the armament aloft to surround it with a shearing vacuum, then launch it forwards as a blade-like projectile.",
                "description": "You collect wind with your blade and unleash it in a 30-foot line from yourself. Each creature caught in the line must succeed on a Dexterity saving throw against your Affinity DC. A target takes 4d6 slashing damage on a failed save, or half as much damage on a successful one."
            },
            {
                "name": "Golden Vow",
                "sp": "3",
                "activation_time": "1 bonus action",
                "affinity": "Sacred",
                "duration": "1 round",
                "applicable_arms": "All melee armaments",
                "lore": "Skill passed down from antiquity among the knights of the capital. Raise armament aloft and pledge to honor the Erdtree in battle, granting self and nearby allies increased attack power and defense.",
                "description": "Up to ten other creatures of your choice within 60 feet of you that can hear you gain advantage on attack rolls and saving throws until the start of your next turn."
            },
            {
                "name": "Piercing Fang",
                "sp": "2",
                "activation_time": "1 bonus action",
                "affinity": "Keen",
                "duration": "1 round",
                "applicable_arms": "Straight Swords, Greatswords, Katanas, Twinblades, Thrusting Swords, Heavy Thrusting Swords, Spears, Great Spears, Halberds",
                "lore": "Skill used by Yura, the Bloody Finger Hunter. Starting with the blade held horizontally, make a powerful thrust that cannot be blocked.\"",
                "description": "The next time you take the attack action this turn, you may move 5 feet in any direction without provoking attacks of opportunity. If you do so, the next weapon attack you make this turn has advantage."
            },
            {
                "name": "Bloody Slash",
                "sp": "2",
                "activation_time": "1 action",
                "affinity": "Blood",
                "duration": "Instantaneous",
                "applicable_arms": "Daggers, Straight Swords, Greatswords, Curved Swords, Curved Greatswords, Katanas, Twinblades, Thrusting Swords, Heavy Thrusting Swords",
                "lore": "Blood Oath skill granted by the Lord of Blood. From a low stance, coat the blade in your own blood to unleash a rending blood slash in a wide arc.\"",
                "description": "The attack also gains Bleed 2: When you hit a target with this weapon, they must make a Constitution saving throw against your Affinity DC at the end of the current turn. Each time you hit the target on the same turn increases the DC by 1. On a failure, the creature takes damage equal to 3 of their hit dice. If your weapon already has a Bleed effect, increase that weaponÃ¢â‚¬â„¢s bleed rating by 2 instead during this attack."
            },
            {
                "name": "Ground Slam",
                "sp": "2",
                "activation_time": "1 action",
                "affinity": "Heavy",
                "duration": "Instantaneous",
                "applicable_arms": " Daggers, Straight Swords, Greatswords, Colossal Swords, Curved Swords, Curved Greatswords, Katanas, Twinblades, Thrusting Swords, Heavy Thrusting Swords, Hammers, Great Hammers, Axes, Greataxes, Flails, Spears, Great Spears, Halberds, Reapers, Fists, Claws, Whips, Colossal Weapons",
                "lore": "Jump up high into the air and crash down on the ground ahead. The resulting pratfall sends a powerful shockwave in all directions\"",
                "description": "You jump into the air and crash into the ground. Each creature within ten feet of you must succeed on a Strength saving throw against your affinity DC or take 2d8 bludgeoning damage. Large or smaller creatures that fail the save are also knocked prone. A creature that succeeds on the saving throw takes half damage and is not knocked prone."
            }
        ]
    },
    {
        "name": "Weapons",
        "items": [
            {
                "name": "Battleaxe",
                "slug": "Battleaxe",
                "type": "Battleaxe",
                "category": "Battleaxes",
                "damage_dice": "1d8",
                "damage_type": "slashing",
                "weight": "4 lb.",
                "properties": [
                    "Versatile (1d10)"
                ],
                "rarity": "uncommon",
                "lore": "Commonly known as a hatchet, this smaller variety of axe is an everyday work tool. Despite its short reach, it is easy to handle, excelling in successive attacks.",
                "description": "___",
                "skill_name": "Wild Strikes",
                "skill_sp": 2,
                "skill_description": "When you make your first Attack on Your Turn, you can decide to Attack recklessly. Doing so gives you advantage on melee weapon Attack rolls using Strength during this turn, but Attack rolls against you have advantage until your next turn."
            },
            {
                "name": "Soldier's Crossbow",
                "slug": "Soldier's Crossbow",
                "type": "Light Crossbow",
                "category": "Light Crossbows",
                "damage_dice": "1d8",
                "damage_type": "piercing",
                "weight": "5 lb.",
                "properties": [
                    "Ammunition (range 80/320)",
                    " loading",
                    " two-handed"
                ],
                "rarity": "common",
                "lore": "An unconventional ballistic device modeled on a weapon used to besiege castles. Only capable of firing greatbolts. Perfect for reckless acts such as storming a castle or facing an entire army alone.",
                "description": "___",
                "skill_name": "Kick",
                "skill_sp": 0,
                "skill_description": "While wielding this weapon, you have advantage on shove attacks made to push an enemy away from you."
            },
            {
                "name": "Longbow",
                "slug": "Longbow",
                "type": "Longbow",
                "category": "Longbows",
                "damage_dice": "1d8",
                "damage_type": "piercing",
                "weight": "2 lb.",
                "properties": [
                    "Ammunition (range 150/600)",
                    " heavy",
                    " two-handed"
                ],
                "rarity": "common",
                "lore": "Longbow made to fire arrows over great distances. Compared to a shortbow, arrows fired reach further and deal more damage.",
                "description": "___",
                "skill_name": "Mighty Shot",
                "skill_sp": 1,
                "skill_description": "As a bonus action, you prepare a well placed shot with this bow. The next attack roll you make with this bow this turn is made at advantage."
            },
            {
                "name": "Hookclaws",
                "slug": "Hookclaws",
                "type": "Claws",
                "category": "Clawss",
                "damage_dice": "1d4",
                "damage_type": "slashing",
                "weight": "4 lb.",
                "properties": [
                    "Light",
                    " Versatile (1d8)"
                ],
                "rarity": "common",
                "lore": "Weapon worn on the fist comprised of sharp parallel blades favored by those who lurk in the dark. Claw weapons come in pairs, and two-handing this weapon will equip it to both hands.",
                "description": "___",
                "skill_name": "Quickstep",
                "skill_sp": 1,
                "skill_description": "As a bonus action, you move up to 5 feet in any direction without provoking attacks of opportunity."
            },
            {
                "name": "Greatsword",
                "slug": "Greatsword",
                "type": "Colossal Sword",
                "category": "Colossal Swords",
                "damage_dice": "3d6",
                "damage_type": "slashing",
                "weight": "6 lb.",
                "properties": [
                    "Heavy",
                    " two-handed",
                    " special"
                ],
                "rarity": "uncommon",
                "lore": "A coarse iron lump of an ultra greatsword. Mows down foes by utilizing its incredible weight. Though handling it likely requires the wielder to have surpassed the realm of the merely human, it is precisely for this reason the weapon is used to slaughter even inhuman foes.",
                "description": "___",
                "skill_name": "Stamp (Upward Cut)",
                "skill_sp": 2,
                "skill_description": "You stomp on the ground, kicking up dust and bracing yourself. Until the end of your next turn, you have advantage on ability checks and saving throws made to avoid being knocked prone or shoved. As an action while you are braced, you can make a single attack roll at advantage with this weapon."
            },
            {
                "name": "Duelist's Greataxe",
                "slug": "Duelist's Greataxe",
                "type": "Colossal Weapon",
                "category": "Colossal Weapons",
                "damage_dice": "3d6",
                "damage_type": "Bludgeoning",
                "weight": "6 lb.",
                "properties": [
                    "Heavy",
                    " two-handed",
                    " special"
                ],
                "rarity": "common",
                "lore": "Greataxe designed for gladiatorial combat. Used by duelists who were exiled from the colosseum. A weapon reserved for duelist champions, the charge attack is particularly ferocious.",
                "description": "___",
                "skill_name": "Endure",
                "skill_sp": 1,
                "skill_description": "As an action, you root yourself firmly in the ground. Until the beginning of your next turn, your movement speed is halved and you have advantage on ability checks and saving throws made to avoid being knocked prone or shoved. In addition, you gain resistance to bludgeoning, piercing, and slashing damage."
            },
            {
                "name": "Hand Ballistae",
                "slug": "Hand Ballistae",
                "type": "Heavy Crossbow",
                "category": "Heavy Crossbows",
                "damage_dice": "1d10",
                "damage_type": "piercing",
                "weight": "18 lb.",
                "properties": [
                    "Ammunition (range 100/400)",
                    " heavy",
                    " loading",
                    " two-handed"
                ],
                "rarity": "common",
                "lore": "A crossbow of simple make, usable by anyone, but lacking in both power and accuracy.",
                "description": "___",
                "skill_name": "Kick",
                "skill_sp": 0,
                "skill_description": "While wielding this weapon, you have advantage on shove attacks made to push an enemy 5 feet away from you."
            },
            {
                "name": "Dismounter",
                "slug": "Dismounter",
                "type": "Curved Greatsword",
                "category": "Curved Greatswords",
                "damage_dice": "1d10",
                "damage_type": "slashing",
                "weight": "3 lb.",
                "properties": [
                    "Finesse",
                    " Heavy",
                    " Two-Handed"
                ],
                "rarity": "uncommon",
                "lore": "This curved greatsword wielded by the brawny sellswords of Kaiden combines the blades of a scimitar with the heft of a hatchet. A difficult to handle weapon that demands much of the wielder's strength and dexterity, but with practice and ability, it can serve as a versatile weapon even on horseback. ",
                "description": "While wielding this weapon, you have advantage on Shove attacks made to knock a rider off of their mount (eg. knocking them prone to force a dismount save).",
                "skill_name": "Spinning Slash",
                "skill_sp": 4,
                "skill_description": "As an action, you spin your blade in a circle around you, attacking a number of separate targets equal to your proficiency modifier at disadvantage."
            },
            {
                "name": "Scimitar",
                "slug": "Scimitar",
                "type": "curved sword",
                "category": "curved swords",
                "damage_dice": "1d6",
                "damage_type": "piercing",
                "weight": "3 lb.",
                "properties": [
                    "Light",
                    " Finesse"
                ],
                "rarity": "uncommon",
                "lore": "A curved sword with a single-sided blade. Delivers slashing attacks with its sharp blade, but is ineffective against armor and hides covered in tough scales. Smaller in size than most curved swords, it carves into enemies with quick, sharp cuts.",
                "description": "___",
                "skill_name": "Spinning Slash",
                "skill_sp": 4,
                "skill_description": "You spin your blade in a circle around you, attacking a number of separate targets equal to your proficiency modifier. These attacks are made at disadvantage."
            },
            {
                "name": "Dagger",
                "slug": "Dagger",
                "type": "Dagger",
                "category": "Daggers",
                "damage_dice": "1d4",
                "damage_type": "piercing",
                "weight": "1 lb.",
                "properties": [
                    "Finesse",
                    " light",
                    " thrown (range 20/60)"
                ],
                "rarity": "uncommon",
                "lore": "A knife with curved handguards. Designed to parry, turning foes' attacks against them. For masters of combat who anticipate every enemy strike and counter accordingly, this weapon is all they need.",
                "description": "___",
                "skill_name": "Quickstep",
                "skill_sp": 2,
                "skill_description": "As a free action you can move up to 5 feet in any direction without provoking attacks of opportunity."
            },
            {
                "name": "Flail",
                "slug": "Flail",
                "type": "Flail",
                "category": "Flails",
                "damage_dice": "1d8",
                "damage_type": "slashing",
                "weight": "2 lb.",
                "properties": [
                    "-"
                ],
                "rarity": "common",
                "lore": "Weapon consisting of a bludgeoning head attached to a handle by chain. The iron ball is spiked and induces blood loss. Blows from this weapon cannot be parried. The charge attack whirls the iron ball around for increased force before striking.",
                "description": "___",
                "skill_name": "Spinning Chain",
                "skill_sp": 3,
                "skill_description": "As a bonus action, you begin spinning the spiked ball on the end of your flail. Until the end your next turn, when a creature within 5 feet of you makes a melee attack against you, you may make an attack with this weapon at the creature.."
            },
            {
                "name": "Large Club",
                "slug": "Large Club",
                "type": "Colossal Weapon",
                "category": "Colossal Weapons",
                "damage_dice": "3d6",
                "damage_type": "Bludgeoning",
                "weight": "6 lb.",
                "properties": [
                    "Heavy",
                    " two-handed",
                    " special"
                ],
                "rarity": "common",
                "lore": "Greataxe designed for gladiatorial combat. Used by duelists who were exiled from the colosseum. A weapon reserved for duelist champions, the charge attack is particularly ferocious.",
                "description": "___",
                "skill_name": "Barbaric Roar",
                "skill_sp": 2,
                "skill_description": "As a bonus action, you bellow a bestial roar, bolstering yourself. For a number of rounds equal to your proficiency bonus, your attack and damage rolls with Heavy weapons are increased by 1."
            },
            {
                "name": "Lance",
                "slug": "Lance",
                "type": "Lance",
                "category": "Lances",
                "damage_dice": "1d12",
                "damage_type": "piercing",
                "weight": "6 lb.",
                "properties": [
                    "Reach",
                    " special"
                ],
                "rarity": "common",
                "lore": "Considered a type of greatspear, this weapon has no blade, but instead features a long, conical body designed to pierce. Though heavy and hard to wield, this weapon displays its worth in horseback combat whether mounted or even on foot.",
                "description": "___",
                "skill_name": "Charge Forth",
                "skill_sp": 3,
                "skill_description": "As an action, you move up to your movement speed in a straight line without provoking an attack of opportunity and make an attack at advantage at a creature within your reach."
            },
            {
                "name": "Great Epee",
                "slug": "Great Epee",
                "type": "Heavy Rapier",
                "category": "Heavy Rapiers",
                "damage_dice": "1d10",
                "damage_type": "piercing",
                "weight": "2 lb.",
                "properties": [
                    "Finesse",
                    " Heavy",
                    " Two-Handed"
                ],
                "rarity": "uncommon",
                "lore": "Large rapier featuring a thin, sharp blade. Commonly used in life or death duels. Like its smaller counterparts, it is made for thrusting attacks, and can be used while guarding with a shield.",
                "description": "___",
                "skill_name": "Impaling Thrust",
                "skill_sp": 1,
                "skill_description": "As a bonus action, you keenly thrust your blade between an opponent's guard. Until the beginning of your next turn, attacks you make with this weapon ignore the AC bonus of shields the target wields."
            },
            {
                "name": "Greataxe",
                "slug": "Greataxe",
                "type": "Greataxe",
                "category": "Greataxes",
                "damage_dice": "1d12",
                "damage_type": "slashing",
                "weight": "7 lb.",
                "properties": [
                    "Heavy",
                    " two-handed"
                ],
                "rarity": "common",
                "lore": "Greataxe akin to a huge lump of iron. Recognized as the weapon of choice of badland chieftains. Too heavy to be wielded by those of merely ordinary strength, blows from this axe will flatten enemies, and the force of its charged attack is a sight to behold.",
                "description": "___",
                "skill_name": "Barbaric Roar",
                "skill_sp": 2,
                "skill_description": "As a bonus action, you bellow a bestial roar, bolstering yourself. For a number of rounds equal to your proficiency bonus, your attack and damage rolls with Heavy weapons are increased by 1."
            },
            {
                "name": "Greatbow",
                "slug": "Greatbow",
                "type": "Greatbow",
                "category": "Greatbows",
                "damage_dice": "1d10",
                "damage_type": "piercing",
                "weight": "15 lb.",
                "properties": [
                    "Ammunition (range 200/800)",
                    " heavy",
                    " two-handed",
                    " special"
                ],
                "rarity": "common",
                "lore": "Enormous greatbow larger than any man. Can not be drawn with any ordinary level of strength, but the force of its shots is extraordinary. A greatbow can only fire great arrows.",
                "description": "___",
                "skill_name": "Through and Through",
                "skill_sp": 4,
                "skill_description": "As an action, you draw the string of your greatbow as far as it will go, firing a greatarrow in a straight line of length equal to the bowâ€™s first range increment. Make an attack roll against the creature in that line nearest to you. On a hit, the target takes damage as normal and the arrow punctures through them and continues in the line, striking each target in the line. Each target hit reduces the attack roll of the arrow by 1."
            },
            {
                "name": "Claymore",
                "slug": "Claymore",
                "type": "Greatsword",
                "category": "Greatswords",
                "damage_dice": "2d6",
                "damage_type": "slashing",
                "weight": "6 lb.",
                "properties": [
                    "Heavy",
                    " two-handed"
                ],
                "rarity": "common",
                "lore": "A large sword with a long, straight blade. This heavy sword is usually wielded with two hands, but for those with enough strength, one is sufficient. In addition to the heavy sweeping attacks, it can also make a heavy piercing thrust making this a versatile weapon.",
                "description": "___",
                "skill_name": "Lionâ€™s Claw",
                "skill_sp": 2,
                "skill_description": "You move up to 5 feet into a somersaulting long jump without provoking attacks of opportunity, making a single attack at advantage at a creature within your reach when you land."
            },
            {
                "name": "Halberd",
                "slug": "Halberd",
                "type": "Halberd",
                "category": "Halberds",
                "damage_dice": "1d10",
                "damage_type": "slashing",
                "weight": "6 lb.",
                "properties": [
                    "Heavy",
                    " reach",
                    " two-handed"
                ],
                "rarity": "common",
                "lore": "A long-handled polearm that combines the functions of both axe and spear. Can be used to press a single enemy with continuous thrusting attacks or swept at groups, taking advantage of its great reach and cleaving blade. A versatile weapon for any situation. ",
                "description": "___",
                "skill_name": "Charge Forth",
                "skill_sp": 3,
                "skill_description": "As an action, you move up to your movement speed in a straight line without provoking an attack of opportunity and make an attack at advantage at a creature within your reach."
            },
            {
                "name": "Club",
                "slug": "Club",
                "type": "Hammer",
                "category": "Hammers",
                "damage_dice": "1d4",
                "damage_type": "bludgeoning",
                "weight": "1 lb.",
                "properties": [
                    "Light"
                ],
                "rarity": "uncommon",
                "lore": "A thick, solid lump of wood. Wielding this striking weapon requires no skill. A simple, primitive weapon that requires only brute strength and persistence to hammer your foe into the ground.",
                "description": "___",
                "skill_name": "Barbaric Roar",
                "skill_sp": 2,
                "skill_description": "As a bonus action, you bellow a bestial roar, bolstering yourself. For a number of rounds equal to your proficiency bonus, your attack and damage rolls with Heavy weapons are increased by 1."
            },
            {
                "name": "Uchigatana",
                "slug": "Uchigatana",
                "type": "Katana",
                "category": "Katanas",
                "damage_dice": "1d8",
                "damage_type": "slashing",
                "weight": "2 lb.",
                "properties": [
                    "Finesse"
                ],
                "rarity": "uncommon",
                "lore": "A katana with a long single-edged curved blade. A unique weapon wielded by the samurai from the Land of Reeds. The blade, with its undulating design, boasts extraordinary sharpness, and its slash attacks cause blood loss.",
                "description": "___",
                "skill_name": "Unsheathe",
                "skill_sp": 1,
                "skill_description": "As a bonus action, you sheathe your blade and prepare yourself for whatever comes your way. Until you make an attack roll, you have advantage on attacks made as a reaction."
            },
            {
                "name": "Shortbow",
                "slug": "Shortbow",
                "type": "Shortbow",
                "category": "Shortbows",
                "damage_dice": "1d6",
                "damage_type": "piercing",
                "weight": "2 lb.",
                "properties": [
                    "Ammunition (range 80/320)",
                    " two-handed"
                ],
                "rarity": "common",
                "lore": "Small bow made to fire arrows over great distances. Other than its ability to fire off arrows in rapid succession, it is also well-suited for use on horseback.",
                "description": "___",
                "skill_name": "Barrage",
                "skill_sp": 3,
                "skill_description": "As a bonus action, you make an attack roll with this bow at a target within this bowâ€™s first range increment at disadvantage."
            },
            {
                "name": "Rapier",
                "slug": "Rapier",
                "type": "Rapier",
                "category": "Rapiers",
                "damage_dice": "1d8",
                "damage_type": "piercing",
                "weight": "2 lb.",
                "properties": [
                    "Finesse"
                ],
                "rarity": "uncommon",
                "lore": "A piercing sword with a sharp, slender blade. In addition to this weapon's thrusting attack prowess, it also boasts the ability to be used while guarding with a shield. As one of the smaller piercing swords, quick successive thrust area easy to perform, but without a cutting edge, it cannot be used for slashing attacks.",
                "description": "___",
                "skill_name": "Impaling Thrust",
                "skill_sp": 1,
                "skill_description": "As a bonus action, you keenly thrust your blade between an opponents guard. Until the beginning of your next turn, attacks you make with this weapon ignore the AC bonus of shields the target wields."
            },
            {
                "name": "Scythe",
                "slug": "Scythe",
                "type": "Reaper",
                "category": "Reapers",
                "damage_dice": "1d8",
                "damage_type": "piercing",
                "weight": "3 lb.",
                "properties": [
                    "finesse",
                    " two-handed",
                    " reach"
                ],
                "rarity": "common",
                "lore": "Large scythe featuring a long, slender blade. Designed to reap, this weapon is capable of rapidly inflicting blood loss while also slipping through an enemy's guard. In the hands of a highly dexterous wielder it is capable of striking fear into the heart of any foe. ",
                "description": "___",
                "skill_name": "Spinning Slash",
                "skill_sp": 4,
                "skill_description": "You spin your blade in a circle around you, attacking a number of separate targets equal to your proficiency modifier at disadvantage."
            },
            {
                "name": "Short Spear",
                "slug": "Short Spear",
                "type": "Spear",
                "category": "Spears",
                "damage_dice": "1d6",
                "damage_type": "piercing",
                "weight": "3 lb.",
                "properties": [
                    "Thrown (range 20/60)",
                    " versatile (1d8)"
                ],
                "rarity": "common",
                "lore": "An exceedingly plain spear of modest weight. Simple to wield compared to many of its peers, its strong attack unleashes a series of successive piercing thrusts.",
                "description": "___",
                "skill_name": "Impaling Thrust",
                "skill_sp": 1,
                "skill_description": "As a bonus action, you keenly thrust your blade between an opponent's guard. Until the beginning of your next turn, attacks you make with this weapon ignore the AC bonus of shields the target wields."
            },
            {
                "name": "Longsword",
                "slug": "Longsword",
                "type": "Longsword",
                "category": "Longswords",
                "damage_dice": "1d8",
                "damage_type": "slashing",
                "weight": "3 lb.",
                "properties": [
                    "Versatile (1d10)"
                ],
                "rarity": "common",
                "lore": "A straight sword with a double-edged blade. In addition to its easily-inflicted standard damage, this well-balanced weapon can also perform powerful piercing attacks.",
                "description": "___",
                "skill_name": "Square Off",
                "skill_sp": 1,
                "skill_description": "As a bonus action, you enter a prepared stance until the beginning of your next turn. While prepared, you may make an attack of opportunity against any creature who enters your reach."
            },
            {
                "name": "Twinblade",
                "slug": "Twinblade",
                "type": "Twinblade",
                "category": "Twinblades",
                "damage_dice": "1d8",
                "damage_type": "slashing",
                "weight": "6 lb.",
                "properties": [
                    "Two-handed",
                    " Special"
                ],
                "rarity": "uncommon",
                "lore": "A sword with blades on both sides of the hilt. This weapon is difficult to wield, and requires high dexterity.",
                "description": "___",
                "skill_name": "Spinning Slash",
                "skill_sp": 4,
                "skill_description": "You spin your blade in a circle around you, attacking a number of separate targets equal to your proficiency modifier at disadvantage."
            },
            {
                "name": "Whip",
                "slug": "Whip",
                "type": "Whip",
                "category": "Whips",
                "damage_dice": "1d4",
                "damage_type": "slashing",
                "weight": "3 lb.",
                "properties": [
                    "Finesse",
                    " reach"
                ],
                "rarity": "common",
                "lore": "A leather whip. Not originally used for combat, but as an instrument of pain. Its supple attacks cannot be thwarted by parrying or even guarding",
                "description": "___",
                "skill_name": "Kick",
                "skill_sp": 0,
                "skill_description": "While wielding this weapon, you have advantage on shove attacks made to push an enemy 5 feet away from you."
            },
            {
                "name": "Caestus",
                "slug": "Caestus",
                "type": "Caestus",
                "category": "Caestuss",
                "damage_dice": "1d4",
                "damage_type": "bludgeoning",
                "weight": "1 lb",
                "properties": [
                    "Light",
                    " special"
                ],
                "rarity": "common",
                "lore": "A weapon built for striking with the fists, made of tough leather inlaid with iron rivets. Fist weapons come in pairs, and two-handing this weapon will equip it to both hands.",
                "description": "___",
                "skill_name": "Endure",
                "skill_sp": 2,
                "skill_description": "As an action, you root yourself firmly in the ground. Until the beginning of your next turn, your movement speed is halved and you have advantage on ability checks and saving throws made to avoid being knocked prone or shoved. In addition, you gain resistance to bludgeoning, piercing, and slashing damage."
            },
            {
                "name": "Throwing Knife",
                "slug": "Throwing Knife",
                "type": "Throwing Knife",
                "category": "Throwing Knifes",
                "damage_dice": "1d4",
                "damage_type": "piercing",
                "weight": "1/4 lb.",
                "properties": [
                    "Finesse",
                    " thrown (range 20/60)"
                ],
                "rarity": "common",
                "lore": "Short dagger for throwing. It has no handguard. The blade is polished, and its weight is expertly balanced. This auxiliary weapon, used primarily to constrain an enemy's movements, can still be deadly in the right hands.",
                "description": "___"
            },
            {
                "name": "Torch",
                "slug": "Torch",
                "type": "Torch",
                "category": "Torchs",
                "damage_dice": "1d4",
                "damage_type": "fire",
                "weight": "1 lb.",
                "properties": [
                    "-"
                ],
                "rarity": "common",
                "lore": "This torch's tip is wrapped in oil-soaked rags and set on fire. The flame can illuminate dark locales, or used to attack enemies.",
                "description": "The flame of this torch burns eternal, but can be snuffed or lit as an action."
            }
        ]
    },
    {
        "name": "Magic Items",
        "items": [
            {
                "name": "Incantation Scarab",
                "slug": "Incantation Scarab",
                "type": "Wondrous Item, rare (requires attunement)",
                "lore": "Golden scarab worn directly on the head. These scarabs roll clumps of incantations during their labors. Slightly reduces the FP costs of incantations, but increases damage taken. As a scarab approaches death, it abandons its rolled treasure and stretches its wings wide for long journey to its home nest.",
                "desc": "Cursed. This scarab opens itâ€™s wearers flesh to harm, giving it vulnerability to bludgeoning, piercing, and slashing damage while worn.\n"
            },
            {
                "name": "Flask of Crimson Tears",
                "slug": "Flask of Crimson Tears",
                "type": "Wondrous Item, unique",
                "lore": "A sacred flask modelled after a golden holy chalice that was once graced by a tear of life. Filled with crimson tears, this flask restores HP with use. Rest at a site of grace to replenish. The one washed up on the gravesite was sure to die, until this flask offered its gift of rejuvenation. To seek the Elden Ring.",
                "desc": "10\n"
            },
            {
                "name": "Flask of Cerulean Tears",
                "slug": "Flask of Cerulean Tears",
                "type": "Wondrous Item, unique",
                "lore": "A sacred flask modelled after a golden holy chalice that was once graced by a tear of life. Filled with cerulean tears, this flask restores SP with use. Rest at a site of grace to replenish. The one washed up on the gravesite was sure to die, until this flask offered its gift of rejuvenation. To seek the Elden Ring.",
                "desc": "While you rest at a Site of Grace, you can move charges to and from the Flask of Crimson Tears and the Flask of Cerulean tears as part of a long rest. You may also reinforce the flask with golden seeds and sacred tears. When you do so, the Flask of Cerulean Tears is reinforced simultaneously. Each sacred tear you offer to the flasks increases the healing you receive when you drink it by 2 SP.\n"
            },
            {
                "name": "Stonesword Key",
                "slug": "Stonesword Key",
                "type": "Wondrous Item, uncommon",
                "lore": "A sword-shaped stone key. Breaks the seal on imp statues, but remains embedded in the statue after use, meaning it can only be used once as an item. Think well before using one."
            },
            {
                "name": "Spirit Calling Bell",
                "slug": "Spirit Calling Bell",
                "type": "Wondrous Item, rare",
                "lore": "A bell capable of summoning various spirits from ashen remains. It usually requires SP to use.",
                "desc": "When you summon a spirit from a Spirit Ash, the ash itself becomes inert and cannot be used to summon the same spirit again. A Spirit Ash can be rejuvenated with the use of a Spirit Tuner.\n"
            },
            {
                "name": "Spectral Steed Whistle",
                "slug": "Spectral Steed Whistle",
                "type": "Wondrous Item, unique",
                "lore": "A delicate goldwork ring. Can be used as a finger whistle. Sound the whistle to summon and ride Torrent, the spectral steed. (Dismounts steed when used while on horseback.) Upon his death, the spectral steed can be summoned again, but doing so drains the Flask of Crimson Tears",
                "desc": "If Torrent is reduced to 0 hit points, he vanishes immediately. The whistle can be used to summon Torrent afterwards by expending a charge of the *flask of crimson tears*.\n"
            }
        ]
    }
]